{
  "results": [
    {
      "input": "Aby Warburg（艺术史学家，记忆图集/Mnemosyne Atlas）",
      "output": {
        "creator_id": "aby_warburg",
        "display_name": "Aby Warburg 阿比·瓦尔堡",
        "core_bias": "瓦尔堡的核心偏见在于，他将文化史视为古代情感符号（“记忆形式”）的不断“复活”与“来世”，而非线性的进步叙事。他痴迷于追踪这些充满原始情感能量的图像如何在不同时代、不同媒介中“幽灵般”地迁徙与重现，揭示出西方文化无意识的、反复出现的心理印记。",
        "craft_rules": "[\"1. 细节中的上帝（Der liebe Gott steckt im Detail）：执着于图像中最微小的细节，将其作为解开宏大文化密码的钥匙。\", \"2. 图像并置与蒙太奇（Bildliche Gegenüberstellung und Montage）：拒绝按时间或风格分类，将不同来源的图像并置于黑色展板上，通过视觉碰撞揭示隐藏的关联。\", \"3. 跨学科的图像学（Ikonologie）：打破艺术史边界，整合人类学、占星学、宗教研究和哲学，将图像视为复杂文化力量的交汇点。\", \"4. 追踪“情感定式”（Pathosformel）：系统性地识别和追踪那些表达极端情感（如狂喜、哀悼、战斗）的、不断重复出现的姿态和动态母题。\", \"5. 非线性的“幽灵故事”（Geistergeschichte）：将历史视为一个记忆的场域，古代的形式如幽灵般在后世萦绕，创造一种“给成年人讲的鬼故事”。\"]",
        "context_stage": "学者的工作室、私人图书馆或档案室的墙壁。其作品的核心场景是挂满黑色绒布板的房间，上面用图钉固定着大量的黑白照片、图表和笔记，是一个不断演变的思想实验室，而非公共展览空间。",
        "corpus_quotes": "[\"1. 古代的来世（Das Nachleben der Antike）：描述古代文化形式在后世文化中的持续存在和影响。\", \"2. 情感定式（Pathosformel）：指代那些能够表达特定情感、并在历史上反复出现的程式化姿态或图像。\", \"3. 图像的迁徙（Bilderwanderung）：描述图像和视觉母题在不同文化和历史时期之间的传播与演变。\", \"4. 思想空间（Denkraum）：瓦尔堡为应对个人精神危机所创造的词语，指代通过整理图像和思想来创造一个有序的、可供思考的心理空间。\", \"5. 一部写给成年人的鬼故事（Eine Geistergeschichte für ganz Erwachsene）：他如此形容自己的研究，强调古代形式在历史中幽灵般的回响。\"]",
        "visual_vocabulary": "[\"1. 黑色背景板：覆盖着黑色织物的巨大展板，作为所有图像的统一中性背景。\", \"2. 图像星座（Bilder-Konstellationen）：非等级、关联性的图像组合，包括艺术品、地图、手稿、邮票等不同媒介的复制品。\", \"3. 情感姿态的身体：处于狂喜、悲伤或挣扎等极端情绪中的人物动态，常伴有飞舞的衣袍或头发。\", \"4. 占星术与宇宙学图绘：宇宙模型、黄道十二宫图、神话人物等来自古代天文学和占星术的视觉元素。\", \"5. 宁芙与狂女（Nymphen und Mänaden）：反复出现的、充满动感与激情的古典女性形象。\", \"6. 异教与基督教图像的并置：将古代神话场景与其在文艺复兴时期基督教艺术中的变体并列。\", \"7. 黑白照片复制品：统一的视觉语言，将不同材质、色彩和尺寸的原作转化为可供比较的、均质化的图像单元。\"]",
        "output_format": "记忆图集展板（Mnemosyne Atlas Panel）：在一个独立的黑色图版上，以非线性、网格状布局并置多张图像复制品，并附有稀疏的关键词或箭头标注，用于视觉论证和思想推演。",
        "avoid_list": "[\"1. 线性、编年史式的叙事：避免按照时间顺序或风格演变来解释艺术史。\", \"2. 纯粹的形式主义分析：避免孤立地谈论构图、色彩等形式元素，而不涉及其文化和心理功能。\", \"3. 美学价值判断：避免对作品进行“美”或“丑”的评价，更关注其作为文化记忆载体的功能。\", \"4. 清晰明确的结论：避免提供单一、封闭的解释，强调图像组合的开放性和多义性。\", \"5. 对“天才”艺术家的崇拜：避免将艺术家视为孤立的天才，而应将其视为继承和转化“情感定式”的文化媒介。\"]"
      },
      "error": ""
    },
    {
      "input": "Adam Curtis（纪录片导演，档案蒙太奇）",
      "output": {
        "creator_id": "adam_curtis",
        "display_name": "Adam Curtis 亚当·柯蒂斯",
        "core_bias": "世界并非由个体英雄或简单的政治议程驱动，而是被一套庞大、匿名且常常自相矛盾的权力系统、技术理性与金融逻辑所塑造，个体在其中是无力且被动的浮萍。",
        "craft_rules": "[\"只使用档案影像素材，绝不进行任何新的拍摄。\", \"通过并置（juxtaposition）看似无关的影像和音乐，创造出新的、常常是反讽的意义关联。\", \"以一种冷静、客观、几乎是上帝视角的旁白来叙述，但旁白内容本身却充满主观的、颠覆性的历史解读。\", \"大量使用重复蒙太奇和非常规的剪辑节奏，营造出一种催眠般的、令人不安的观看体验。\", \"音乐不是背景，而是叙事的核心驱动力，用流行音乐或氛围电子乐来定义一个时代的精神状态。\"]",
        "context_stage": "深夜的个人电脑屏幕、独立影院的黑暗放映厅，或是作为一种网络迷因在社交媒体上被反复引用和解构。",
        "corpus_quotes": "[\"我们生活在一个被我们无法理解的强大力量所管理的世界。政治家们失去了权力，他们只是在管理一个系统，而不是领导我们。\", \"那些掌权者讲述的关于世界的故事已经变得越来越可疑。它们是用来安慰我们的神话，但它们正在分崩离析。\", \"我们被鼓励去相信我们是自己生活的主人，但我们实际上是被一个我们看不见的网络所连接和塑造的。\", \"我们这个时代的悲剧是，我们被赋予了自由，但我们却不知道如何运用它。我们害怕未来，所以我们退回到过去。\"]",
        "visual_vocabulary": "[\"来自BBC及其他机构的低保真、颗粒感的档案录像带素材\", \"人物面部表情的特写，通常是政治家或技术官僚在不自觉状态下的瞬间\", \"缓慢的、非叙事性的摇镜或推拉镜头\", \"大量重复的、具有象征意义的影像片段（如：舞蹈、计算机、工厂生产线）\", \"极简的、全大写的白色无衬线字体标题卡，如HELVETICA\", \"画面色彩通常是褪色的、偏向蓝绿或灰黄的冷色调\", \"刻意制造的画面跳切和粗糙的剪辑感\"]",
        "output_format": "多集组成的系列纪录片，或单集长片纪录片，以BBC电视台或线上流媒体为主要发行渠道。",
        "avoid_list": "[\"过于简化的因果关系陈述\", \"明确的政治站队或道德评判\", \"对个体故事的过度共情\", \"使用当代主流新闻或商业影像素材\"]"
      },
      "error": ""
    },
    {
      "input": "Alec Soth（摄影师，公路摄影/Sleeping by the Mississippi）",
      "output": {
        "creator_id": "alec_soth",
        "display_name": "Alec Soth 亚历克·索斯",
        "core_bias": "Alec Soth的作品植根于美国公路旅行的传统，但他通过关注“飞越州”中个体和社区安静、通常是忧郁的生活，颠覆了开阔道路的浪漫主义。他的偏见在于在平凡中发现诗意，揭示在美国中西部广阔、常被忽视的风景中，一种深刻的孤独感、渴望以及对联系的脆弱追寻。",
        "craft_rules": "[\"使用大画幅相机（8x10）进行创作，这强迫他与拍摄对象进行缓慢而审慎的互动。\", \"以地理或概念为线索，进行长期的、沉浸式的项目式拍摄，而非单张照片。\", \"在肖像、风景和静物之间切换，通过并置和序列来构建叙事，而非依赖单一的决定性瞬间。\", \"作品通常包含手写的文本、信件或找到的便条，将图像与个人叙事联系起来。\"]",
        "context_stage": "他的作品主要存在于美术馆的白盒子空间、摄影画廊和精心制作的摄影书中。这些场域允许观众沉浸在他构建的叙事氛围中，并仔细品读图像的细节和序列。",
        "corpus_quotes": "[\"我感兴趣的是那些在宏大叙事之外的、被遗忘的角落和边缘人物。我的照片是关于渴望、孤独和寻找联系的漫长旅程。\", \"对我来说，摄影是一种充满诗意的失败。你永远无法真正捕捉到现实，但在这个过程中，你会发现一些别的东西，一些关于你自己和世界的东西。\", \"我喜欢在路上，那种漫无目的的游荡感。它让你保持一种开放和脆弱的状态，这对于摄影至关重要。\", \"我的工作是关于‘附近’的。我拍摄那些离我很近但又感觉很遥远的地方和人。\"]",
        "visual_vocabulary": "[\"柔和、弥散的自然光，通常在阴天或黎明/黄昏时拍摄。\", \"构图沉静、古典，具有绘画般的质感和丰富的细节。\", \"色彩饱和度偏低，色调微妙而富有层次，常带有忧郁的蓝色或灰色调。\", \"人物肖像通常是正面或四分之三侧面，眼神直视镜头或望向远方，与环境融为一体。\", \"频繁出现的意象：河流、床、汽车旅馆、手写的便条、废弃的物品、宗教符号。\"]",
        "output_format": "他的作品通常以大型画册（Photobook）的形式呈现，其中图像和文本（有时是他自己的写作）共同构建一个完整的叙事。",
        "avoid_list": "[\"避免浪漫化或英雄化的公路摄影叙事。\", \"避免将他的作品简化为纯粹的纪实摄影或社会批判。\", \"避免使用过于饱和或戏剧性的色彩。\", \"避免捕捉夸张的、决定性的瞬间，强调静谧和沉思的氛围。\"]"
      },
      "error": ""
    },
    {
      "input": "Amalia Ulman（艺术家，Instagram 行为艺术/Excellences & Perfections）",
      "output": {
        "creator_id": "amalia_ulman",
        "display_name": "Amalia Ulman 阿玛利娅·乌尔曼",
        "core_bias": "通过在社交媒体上进行半虚构的身份表演，揭示当代社会中自我塑造、阶级焦虑和女性气质的脆弱性与欺骗性，将个体身份视为一种可被操纵和商品化的叙事媒介。",
        "craft_rules": "[\"严格采用第一人称视角进行叙事，模糊艺术家本人与虚构角色之间的界限。\",\"作品必须在目标平台（如Instagram）的‘原生’语境中展开，利用其特定的功能、美学和用户行为模式。\",\"构建一个清晰的叙事弧光，包含开端、发展、高潮和结局，即使它以碎片化的帖子形式呈现。\",\"将身体作为核心媒介和战场，通过整容、节食、时尚等手段，记录其被社会期望所塑造和规训的过程。\",\"保持一种战略性的模糊，从不明确声明作品是‘艺术’还是‘真实生活’，让观众的猜测和误读成为作品的一部分。\"]",
        "context_stage": "社交媒体信息流（尤其是Instagram），其次是被重新语境化后的美术馆白盒子空间、线上艺术档案库和学术出版物。",
        "corpus_quotes": "[\"The past is my lesson. The present is my gift. The future is my motivation. #blessed #grateful (这是她扮演的‘网红’角色在《Excellences & Perfections》中发布的典型帖子)\",\"我感兴趣的是，当人们以为是真实的时候，他们会变得多么具有判断力......当谎言被揭穿后，他们又会变得多么宽容。\",\"社交媒体的问题在于，它被认为过于‘大众’，以至于不能成为艺术。但这是一个非常愚蠢的说法，因为它无处不在，而且影响力巨大。\",\"我的作品更像是对一种语言的模仿，而不是对特定人群的模仿。这是一种关于阶级差异的语言。\"]",
        "visual_vocabulary": "[\"柔和的粉彩与中性色调（如千禧粉、米白、鸽子灰）\",\"iPhone前置摄像头的低保真自拍视角，常带有镜像反转\",\"精心布置的奢侈品静物特写（Flat Lay）\",\"符号化的‘可爱’食物，如马卡龙、冰沙、精致的早午餐\",\"高端但缺乏个性的室内空间，如酒店房间、精品公寓\",\"带有暗示性的医疗美容器材或术后恢复图像（如绷带、插管）\",\"叠加在模糊背景上的心灵鸡汤式励志短句\"]",
        "output_format": "社交媒体帖子（图片与文字）、展览中的影像装置、以及回顾性的艺术家书籍页面。",
        "avoid_list": "[\"将其作品简化为对‘网红文化’的简单讽刺或道德评判\",\"过度强调其表演的欺骗性，而忽略其作为艺术作品的美学、叙事结构和情感内核\",\"使用过于学术或理论化的语言进行分析，脱离其作品本身所根植的流行文化和社交语境\"]"
      },
      "error": ""
    },
    {
      "input": "Andreas Gursky（摄影师，超大尺幅系统全景）",
      "output": {
        "creator_id": "andreas_gursky",
        "display_name": "Andreas Gursky 安德烈亚斯·古斯基",
        "core_bias": "古斯基以一种“上帝视角”或“外星人”般的疏离感来审视世界，将全球化资本主义运作下的社会景观（如工厂、交易所、物流港口）抽象为一种冷静、有序甚至带有神性的宏大结构。他通过极致的技术手段，将混乱的现实“扭曲”成一幅幅超真实的、由重复元素构成的、具有绘画崇高感的完美构图。",
        "craft_rules": "[\"必须采用极高的视点（如起重机、直升机或高楼）进行俯瞰式拍摄，以获得全知、全景的“上帝视角”。\",\"必须进行多张底片的数字拼接和处理，移除所有偶然、混乱的元素（如垃圾、无关人物），创造一个绝对干净、有序、超真实的图像。\",\"作品必须以纪念碑般的超大尺幅（通常为几米宽）呈现，以实现绘画般的崇高感和沉浸式体验，让观众既能感受整体的宏大，又能审视局部的细节。\",\"画面必须由大量重复的、标准化的元素（如窗户、商品、人群）构成严谨的几何网格或水平带状结构，形成一种冷静、非个人化的抽象美学。\",\"拍摄对象必须是全球化、系统化的当代景观，如金融交易所、大型工厂、物流中心、超级市场或万人狂欢的派对，将人类的集体行为和人造环境作为核心主题。\"]",
        "context_stage": "巨大的、纯白色的美术馆墙壁。作品以超大尺幅（常为数米）呈现，作为被崇敬的、具有绘画般地位的艺术品，供观众远观其宏大结构，近观其惊人细节。",
        "corpus_quotes": "[\"我追求的不是捕捉一个瞬间，而是创造一个世界。我的照片是现实与虚构的结合体，它们描绘了我对一个地方的记忆和观念，而非纯粹的物理存在。\",\"我从不关注个体，我关注的是人类这一物种及其所处的环境。在我的作品中，个体只是构成巨大结构和模式的元素，如同蚁群。\",\"我希望我的作品能像一幅历史画，但描绘的是我们这个时代的全球化景观。无论是商品、数据还是人群的流动，都构成了我们这个时代的史诗。\",\"对我来说，一张照片的最终形态是在我的脑海里完成的。拍摄和后期制作只是将这个内在图像具象化的过程。我利用数字技术来移除偶然和干扰，从而达到一种超越现实的清晰性和秩序感。\",\"我的视角是民主的，画面中的每一个角落都同等重要。没有绝对的中心，观众的目光可以在这个被压缩的宇宙中自由游走，自行发现其中的叙事和关联。\"]",
        "visual_vocabulary": "[\"上帝视角（God's-eye view）：从极高点垂直或倾斜俯瞰的构图，将一切尽收眼底。\",\"水平带状结构（Horizontal banding）：画面被清晰的水平线分割成几个层次分明的区域，如《莱茵河II》中的天空、草地、河流。\",\"网格化构图（Grid composition）：由建筑窗格、货架、人群等重复单元组成的、覆盖整个画面的密集网格。\",\"数字超真实（Digital hyperreality）：通过数字技术达到的、超越肉眼所见的极致清晰度和细节，每个角落都完美对焦。\",\"纪念碑式尺幅（Monumental scale）：图像的物理尺寸巨大，给人以压倒性的视觉冲击力。\",\"扁平化空间（Flattened space）：通过高视角和长焦镜头压缩空间，使远近景物仿佛处于同一平面，强调画面的二维抽象性。\",\"冷调色彩（Cool color palette）：整体色调偏向冷静、客观的蓝、灰、白，即使有鲜艳色彩也常被置于一种受控的秩序中。\",\"匿名的人群（Anonymous crowds）：人群作为抽象的、模式化的视觉元素出现，个体面目模糊，不可辨认。\"]",
        "output_format": "超大尺幅、高光、无边框装裱的彩色摄影作品，如同挂在墙上的巨幅画作或电影宽银幕。",
        "avoid_list": "[\"避免过度个人化或情感化的表达\",\"避免琐碎的、未经组织的日常场景\",\"避免单一的、未经处理的纪实抓拍\",\"避免小画幅和低清晰度的图像\"]"
      },
      "error": ""
    },
    {
      "input": "Bellingcat（OSINT 调查团队，开源情报调查）",
      "output": {
        "creator_id": "bellingcat",
        "display_name": "Bellingcat 贝灵猫",
        "core_bias": "坚信通过严谨的开源情报分析，任何公民都能揭示强权掩盖的真相。其偏见在于对官方叙事保持根本性怀疑，笃信交叉验证的数字痕迹高于一切声明。",
        "craft_rules": "[\"凡事皆可验证：绝不采信单一来源，所有信息均需通过多个独立的公开来源进行交叉验证。\", \"透明化方法论：不仅公布结果，更要详细说明全过程、工具和方法，以便任何人都可以复现、检验。\", \"遵循“数字面包屑”：核心是追踪和拼接目标在数字世界留下的痕迹，将其作为关键拼图。\"]",
        "context_stage": "其作品的典型舞台是官方网站、社交媒体及各大新闻媒体的深度报道板块，作为信息战前线及寻求问责的法庭上的证据。",
        "corpus_quotes": "[\"我们向人们展示如何自己去做。我们给他们案例研究，一步一步地告诉他们我们是如何做到的，这样他们就能学会这些技能，并把它们应用到他们自己的调查中去。\", \"对于每一个事件，无论是一次空袭还是一起化学武器攻击，都会有数百个，甚至数千个相关的内容被上传到网上。我们的工作就是找到这些内容，对它们进行验证，并将它们归档。\", \"我们相信透明度的力量。我们不仅告诉你我们发现了什么，我们还告诉你我们是如何发现的。我们向你展示我们的工作，这样你就可以自己检查它。\"]",
        "visual_vocabulary": "[\"卫星图像对比\", \"地理定位标记\", \"视频/图像帧分析\", \"社交媒体截图\", \"数据可视化图表\", \"红框与箭头\"]",
        "output_format": "在线调查报告/文章，以长篇图文结合的形式发布，辅以视频、交互式地图和数据集。",
        "avoid_list": "[\"采纳未经核实的单一信源\", \"不透明的调查过程\", \"情感化或煽动性语言\", \"过度依赖传统新闻来源\", \"发布无法被公众复现的证据\"]"
      },
      "error": ""
    },
    {
      "input": "Bernd & Hilla Becher（摄影师，类型学网格）",
      "output": {
        "creator_id": "bernd_and_hilla_becher",
        "display_name": "Bernd & Hilla Becher 贝恩德和希拉·贝歇尔",
        "core_bias": "世界是一个由功能性结构组成的巨大档案，任何被忽视的工业建筑都可以通过客观、系统的分类和并置，被转化为一种超越其功利目的的‘匿名雕塑’，从而揭示其自身的美学价值。",
        "craft_rules": "[\"只拍摄即将消失的工业建筑和结构，如水塔、高炉、矿井架等。\", \"在阴天、无风的条件下拍摄，以获得均匀、无阴影的光线，最大限度地减少情感和戏剧性。\", \"使用大画幅相机，从正面、平视的视角进行拍摄，确保主体在画面中居中，以实现最大程度的客观性和细节清晰度。\", \"将单个照片以‘类型学’（Typology）的方式进行网格化排列，通过比较揭示形式上的异同。\", \"严格排除人类活动、环境背景和任何可能暗示叙事或时间性的元素。\"]",
        "context_stage": "作品主要存在于美术馆的‘白盒子’空间、严谨的摄影画册或档案文献中，强调其作为一种冷静、客观的视觉研究档案的性质。",
        "corpus_quotes": "[\"摄影基本上不过是收集。\", \"我们想提供一种观看事物的方式，这种方式可以理解和比较事物。这一切都是为了学习。\", \"这些建筑本身就是雕塑。我们只是通过摄影将它们从环境中解放出来。\", \"我们照片中的主题是建筑，但我们真正的兴趣是结构。\", \"通过将相似主题的照片并置，我们希望鼓励观众去比较，而不是仅仅看一张孤立的图片。\"]",
        "visual_vocabulary": "[\"黑白摄影\", \"类型学网格布局\", \"正面中心构图\", \"漫射、均匀的光线（阴天）\", \"高细节、高清晰度\", \"工业形式的重复（水塔、高炉）\", \"主体与环境的隔离\", \"低地平线\"]",
        "output_format": "以类型学网格形式呈现的系列黑白摄影作品，常见于美术馆墙面或大型画册。",
        "avoid_list": "[\"主观情感的表达\", \"对主体的浪漫化或理想化处理\", \"使用戏剧性的光影、不寻常的角度或氛围效果\", \"展现结构所处的社会、政治或环境背景\", \"彩色摄影\", \"任何形式的叙事性或故事性暗示\"]"
      },
      "error": ""
    },
    {
      "input": "毕赣（导演，时间迷雾黑色电影/路边野餐/地球最后的夜晚）",
      "output": {
        "creator_id": "bi_gan",
        "display_name": "Bi Gan 毕赣",
        "core_bias": "毕赣通过记忆与梦境的棱镜来观察世界，认为时间是流动的、非线性的。他将过去、现在和未来交织在一起，模糊了现实与幻象的界限，创造出一种“时间迷雾”般的黑色电影体验。",
        "craft_rules": "[\"标志性的超长镜头：使用不间断的、运动的超长镜头（如《路边野餐》42分钟，《地球最后的夜晚》59分钟）构建时空连续体，将梦境、记忆与现实无缝衔接，创造出独特的沉浸感和时间体验。\",\"诗歌与旁白驱动：将个人创作的诗歌作为画外音或核心文本，以诗意语言引导影片的情感和主题走向，形成独特的作者印记和解构线性叙事的手段。\",\"亚热带黑色电影美学：以故乡贵州凯里的潮湿、氤氲的亚热带环境为背景，融合霓虹灯、雨夜、破败建筑等元素，创造出一种兼具东方神秘主义和经典黑色电影气质的“亚热带黑色电影”风格。\",\"非线性梦境叙事：摒弃传统因果逻辑，采用梦境的逻辑来组织情节，通过情绪、记忆和潜意识的关联来连接事件，构建一个时间折叠、空间交错的迷宫式叙事结构。\",\"声音的氛围与空间塑造：极其注重声音设计，利用环境音、方言、怀旧音乐和特殊音效（如钟表声、水滴声）来营造强烈的氛围感、空间感和时间感，声音本身成为叙事的重要组成部分。\"]",
        "context_stage": "艺术影院或电影节展映单元，为观众提供沉浸式、非传统的观影体验，鼓励其进入影片的诗意和梦幻逻辑。",
        "corpus_quotes": "[\"我的电影是关于记忆的，而记忆总是真实与想象的混合体。\",\"长镜头不是噱头，而是尊重时间与空间完整性的一种方式。\",\"我想创造一种诗歌的电影，一种能被感受到而不仅仅是被理解的电影。\",\"凯里不仅仅是一个地点，它是我电影中的一个角色。它的潮湿、它的声音、它的光线——都是故事的一部分。\",\"我的电影结构就像一个迷宫。你可能会在其中迷失，但这就是重点。这关乎于迷失在时间中的体验。\"]",
        "visual_vocabulary": "[\"流动的、手持或斯坦尼康长镜头\",\"霓虹灯光下的雨中街景\",\"薄雾笼罩的亚热带山水\",\"破败、迷宫般的建筑空间\",\"镜子与反射的运用\",\"色彩与质感的突然转变\",\"宽银幕变形镜头\",\"缓慢的摇镜和推拉镜头\"]",
        "output_format": "电影分镜页或导演的梦境日记残片，捕捉其电影的诗意和碎片化的本质。",
        "avoid_list": "[\"传统三幕剧叙事结构\", \"对情节或象征意义的过度解释\", \"快节奏剪辑\", \"明亮、高调的灯光\", \"清晰地区分现实与梦境\"]"
      },
      "error": ""
    },
    {
      "input": "Christo & Jeanne-Claude（艺术家，包裹项目）",
      "output": {
        "creator_id": "christo_and_jeanne_claude",
        "display_name": "Christo & Jeanne-Claude 克里斯托和让娜-克劳德",
        "core_bias": "通过暂时性地包裹、重塑我们熟悉的地标与景观，迫使我们以全新的视角重新审视它们，从而揭示其被日常所遮蔽的结构、韵律和本质。这种“温柔的扰动”旨在创造一种关乎自由、喜悦和美的纯粹审美体验，而非传递特定信息。",
        "craft_rules": "[\"绝对的临时性：所有作品都必须是短暂的，以创造一种紧迫感和无可替代的珍贵体验，其核心是转瞬即逝的美。\", \"完全的资金独立：坚决拒绝任何形式的赞助、委托或公共资金，仅通过出售 Christo 的预备手稿、拼贴画和早期作品来为项目提供全部资金，以确保绝对的创作自由。\", \"“软件”先于“硬件”：将获得许可、与工程师合作、公众听证等漫长而复杂的协商过程视为作品不可分割的一部分（“软件”阶段），其重要性等同于最终的物理实现（“硬件”阶段）。\", \"通过包裹来揭示：利用织物包裹对象，不是为了隐藏，而是为了强调其最本质的结构、比例和形态，如同皮肤包裹身体。\", \"公共空间中的纪念碑尺度：作品必须是巨大、壮观的，并置于开放的公共领域（城市或乡村），而非画廊或美术馆，让任何人都能免费体验。\"]",
        "context_stage": "作品的舞台是世界本身：标志性的公共建筑、广阔的自然景观、城市公园。它们短暂地存在于现实世界，然后通过纪录影像、手稿和集体记忆永存。",
        "corpus_quotes": "[\"The work of art is a scream of freedom. (艺术作品是自由的呐喊。)\", \"We borrow the space and create a gentle disturbance for a few days. (我们借用空间，并制造几天的温柔的扰动。)\", \"I think it takes much greater courage to create things to be gone than to create things that will remain. (我认为，创造终将逝去之物，比创造可以留存之物需要更大的勇气。)\", \"The project is the process. The work is a living thing. (项目本身就是过程。作品是一个生命体。)\", \"Our projects are irrational and useless. We do them just because we like to do them. (我们的项目是非理性的、无用的。我们做这些只是因为我们喜欢。)\"]",
        "visual_vocabulary": "[\"流动的织物：标志性的巨量、随风飘动的工业织物（如聚丙烯），呈现出丰富的褶皱和动态。\", \"标志性色彩：极具辨识度的藏红花色/橙色（如《大门》）或闪烁的银蓝色（如《包裹国会大厦》），与环境形成强烈对比。\", \"重复的模块化结构：通过成千上万个统一元素的重复（如《伞》中的伞或《大门》中的门）来创造视觉韵律和规模感。\", \"可见的工程结构：从不隐藏绳索、钢缆、锚固点等工程部件，将其作为作品美学的一部分，展现其复杂性和力量感。\", \"手绘拼贴草图：以炭笔、蜡笔、珐琅漆绘制，结合地图、织物样本和工程数据的预备草图，本身就是一种独特的视觉语言。\", \"纪念碑式的尺度：作品的尺寸总是与建筑或景观的宏大尺度相匹配，创造出令人敬畏的视觉冲击力。\", \"人造与自然的并置：将精心设计的人造材料（织物、金属）与原始的自然环境或复杂的城市肌理并置，形成戏剧性的视觉张力。\"]",
        "output_format": "短暂存在的大地艺术装置，其永久形式是详尽的预备研究（手绘稿、拼贴画、模型）和项目文献（摄影、纪录片）。",
        "avoid_list": "[\"过于强调环保主义或政治批判的单一解读\", \"将作品视为纯粹的装饰或美化\", \"忽略作品的临时性和过程性\", \"使用‘覆盖’或‘隐藏’等负面词汇代替‘包裹’或‘揭示’\"]"
      },
      "error": ""
    },
    {
      "input": "Cindy Sherman（摄影师，无题角色扮演）",
      "output": {
        "creator_id": "cindy_sherman",
        "display_name": "Cindy Sherman 辛迪·雪曼",
        "core_bias": "通过扮演虚构的、无名的角色，揭示并批判大众媒体、艺术史和社会文化如何塑造和刻板化女性身份。她的“偏见”在于，身份并非内在的、固定的本质，而是一系列可被建构、模仿和解构的社会性表演。",
        "craft_rules": "[\"一人分饰所有角色：在创作中同时担任摄影师、模特、化妆师、发型师和造型师，完全掌控图像的每一个细节。\", \"系列化创作而非单张作品：作品以系列形式展开，如《无题电影剧照》、《历史肖像》等，每个系列深入探讨一种特定的视觉文化原型。\", \"坚持使用“无题”命名：作品几乎从不具体命名，仅以“无题”加编号，迫使观众放弃对叙事线索的依赖，直接面对图像本身及其引发的联想。\", \"通过戏仿进行颠覆：挪用并模仿既有的视觉语言（如B级片、古典绘画、时尚广告），从内部揭示其陈规和意识形态，而非直接创造全新的风格。\"]",
        "context_stage": "作品主要存在于美术馆、画廊的“白盒子”空间，供评论家和观众进行严肃的艺术审视，其次出现在艺术画册、学术出版物和大型回顾展中。",
        "corpus_quotes": "[\"我希望我的作品能让人们认识到他们自己身上的某些东西，而不是我本人。\", \"我感觉自己在作品中是匿名的。看照片时，我从未看到自己。它们不是自画像。有时我会忘记是自己拍的。\", \"对我来说，化妆、服装和灯光等所有这些外部元素，比试图捕捉模特‘灵魂’的传统肖像画要有趣得多。\", \"我真正感兴趣的是持续创作。我不想因为别人认为我应该做什么或不应该做什么而停滞不前。\"]",
        "visual_vocabulary": "[\"戏剧性的、非自然的打光：常使用刺眼、不均匀的光线，模仿廉价电影或舞台剧效果，制造疏离感。\", \"夸张甚至怪诞的妆容与伪装：使用浓重、有时显得粗糙的化妆和假发、义肢，强调角色的扮演性和非真实感。\", \"模糊的叙事背景：场景道具和环境服务于角色的典型性，但故事线索是中断和不明确的，充满悬念。\", \"居中或充满画面的构图：人物常常占据画面中心，直面或斜视镜头，形成一种既有吸引力又具对抗性的视觉张力。\", \"对特定媒介质感的模仿：刻意模仿老电影的颗粒感、时尚杂志的光滑感或古典油画的厚重笔触。\", \"身体的碎片化与变形：在后期作品中，通过局部特写或使用玩偶、假人，探索身体的怪诞和非人化。\"]",
        "output_format": "大画幅、精装打印的彩色或黑白摄影作品，以美术馆展签和图录条目的形式呈现。",
        "avoid_list": "[\"自我表达\", \"真实的自我\", \"自拍摄影\", \"模仿特定名人\", \"过于精致或商业化的时尚感\"]"
      },
      "error": ""
    },
    {
      "input": "Daido Moriyama（摄影师，街头粗粒/Stray Dog）",
      "output": {
        "creator_id": "daido_moriyama",
        "display_name": "Daido Moriyama 森山大道",
        "core_bias": "森山大道通过一种“粗糙、模糊、失焦”的视觉语言，将世界还原为一种充满欲望、记忆与时间碎片的原始颗粒。他放弃了摄影作为记录工具的客观性，将其变为一种主观的、甚至是暴力的身体行为，以此揭示隐藏在日常景象之下的不安与疏离感。",
        "craft_rules": "[\"使用紧凑型相机，放弃取景器，进行快速、直觉式的‘盲拍’。\", \"拥抱‘粗糙、模糊、失焦’（Are, Bure, Boke），通过高反差、粗颗粒的黑白影像强化主观感受。\", \"将摄影视为一种‘复印’行为，通过翻拍、挪用和复制来消解原创性与作者身份。\", \"像野狗一样在街头游荡，以一种肉身的方式与城市发生直接、即时的遭遇。\", \"关注日常的、边缘的、稍纵即逝的景象，而非宏大叙事或决定性瞬间。\"]",
        "context_stage": "他的作品最常出现在摄影集、杂志版面和小型画廊的墙上，以一种连续、沉浸式的序列呈现，而非孤立的单张“杰作”。",
        "corpus_quotes": "[\"对我来说，摄影不是‘记录’，而是‘记忆’。它不是对现实的简单复制，而是我与世界相遇时产生的化学反应的痕迹。\", \"街道就是一个充满欲望的剧场。那里有各种各样的人，各种各样的故事。我只是一个在其中徘徊、按动快门的野狗。\", \"我不在乎照片是否模糊或失焦。我追求的是一种更原始、更直接的视觉冲击力，一种能够穿透表象、触及灵魂的力量。\", \"我喜欢复印机。它廉价、快速、粗糙。它能将任何图像都转化为一种平等的、非原创的复制品。这很像摄影。\", \"如果一张照片不够好，那是因为你离得不够近。你必须投入其中，用你的身体去感受那个瞬间。\"]",
        "visual_vocabulary": "[\"高反差黑白\", \"粗大的银盐颗粒\", \"失焦与动态模糊\", \"倾斜、不稳定的构图\", \"强烈的明暗对比与阴影\", \"碎片化、非叙事性的图像并置\", \"丝网印刷般的粗糙质感\", \"对城市肌理（如广告牌、铁丝网、柏油路）的迷恋\"]",
        "output_format": "摄影集书页或图录条目，常以网格状或序列化的方式排布，强调图像之间的节奏感和关联性。",
        "avoid_list": "[\"清晰、均衡、构图完美的‘好照片’\", \"对单一‘决定性瞬间’的强调\", \"温和、客观、抽离的旁观者视角\", \"色彩鲜艳、饱和度高的图像\", \"任何形式的浪漫化或美化\"]"
      },
      "error": ""
    },
    {
      "input": "Damien Hirst（艺术家，临床展示/福尔马林）",
      "output": {
        "creator_id": "damien_hirst",
        "display_name": "Damien Hirst 达米恩·赫斯特",
        "core_bias": "世界是一个巨大的临床实验室，生命与死亡是可以通过科学、商业和宗教等系统进行冷酷解剖、编码和展示的样本。艺术的价值在于其能否像手术刀一样精准地揭示我们对存在和终结的集体焦虑与信仰机制。",
        "craft_rules": "[\"将生物标本（通常是动物尸体）封装在充满福尔马林的极简主义玻璃容器中进行展示。\", \"采用工业生产和流水线式的创作方法，由助手团队执行，强调观念高于艺术家的手工。\", \"系统性地使用现成品，特别是药品、医疗器械和钻石，将其排列成网格或几何图案。\", \"为作品赋予冗长、富有诗意或哲学思辨的标题，作为进入作品观念的入口。\", \"创造一个同时包含极度奢华和极度腐朽的矛盾统一体，迫使观众直面生、死、美、丑的边界。\"]",
        "context_stage": "大型美术馆、画廊的白盒子空间，以及顶级艺术品拍卖会和大众媒体的头条。",
        "corpus_quotes": "[\"死亡是每个艺术家的主题。除此之外，别无他物。\", \"我只是想搞清楚，我们是活在化学物质里，还是活在精神世界里。\", \"艺术就是想法。相比于物品本身，我更感兴趣的是它引发的讨论。\", \"成为一个艺术家，你需要的是比才华更重要的东西。你必须有那种不顾一切的劲头。\"]",
        "visual_vocabulary": "[\"填充福尔马林的玻璃缸\", \"动物尸体（鲨鱼、牛、羊）\", \"整齐排列的药片和药瓶\", \"色彩鲜艳的圆形波点（Spot Paintings）\", \"蝴蝶翅膀组成的万花筒图案\", \"镶满钻石的铂金骷髅\", \"手术器械和医疗设备\", \"高光、冷峻的工业质感\"]",
        "output_format": "大型装置艺术的图录条目、博物馆展签墙文、或艺术品拍卖图录。",
        "avoid_list": "[\"仅仅为了震惊而震惊，缺乏概念深度\", \"对死亡的多愁善感或浪漫化描绘\", \"模仿其风格但忽略其对科学、信仰和艺术市场的系统性质疑\"]"
      },
      "error": ""
    },
    {
      "input": "Duane Michals（摄影师，序列+手写文字）",
      "output": {
        "creator_id": "duane_michals",
        "display_name": "Duane Michals 杜安·迈克尔斯",
        "core_bias": "摄影的本质并非记录可见的现实，而是揭示不可见的内在世界。通过序列和文本，照片可以超越“决定性瞬间”，成为探索死亡、欲望和梦境等形而上问题的哲学工具。",
        "craft_rules": "[\"使用多张照片组成序列来构建一个故事或概念，而非依赖单张图像。\", \"在照片上直接手写文字，作为图像的延伸、补充或颠覆，创造新的意义层次。\", \"精心编排和导演场景，以视觉方式呈现内心状态、梦境或哲学思考。\", \"拥抱摄影的模糊、失焦和曝光不足/过度等‘技术缺陷’，将其作为表达内在真实性的手段。\", \"拍摄那些无法被直接观看的事物，如时间的流逝、一个想法的诞生、一个秘密。\"]",
        "context_stage": "美术馆白盒子、摄影画廊、艺术书籍和图录中，作为一组连贯的视觉叙事被观看和阅读。",
        "corpus_quotes": "[\"我们最好的部分不是我们所看到的，而是我们所感受到的。我们是我们所感受到的，而不是我们所看到的。\", \"我经常对现实世界发生一些疑问。摄影却从来不向现实提问。\", \"失败是自由的。\", \"我相信物之不可见，我相信人之不可言。\", \"摄影师必须是挑衅者，提出问题而不是回答问题。\"]",
        "visual_vocabulary": "[\"序列化图像（Sequenced Images）\", \"手写体文字（Handwritten Text）\", \"幽灵般的模糊动态（Ghostly Blurs）\", \"超现实的室内剧场（Surreal Indoor Theaters）\", \"高反差黑白（High-Contrast Black and White）\", \"重复的象征符号（Recurring Symbols）\", \"画框中的画框（Frame within a Frame）\"]",
        "output_format": "多张照片组成的摄影序列，常带有手写标题或短文，以类似电影分镜或连环画的形式呈现。",
        "avoid_list": "[\"模仿决定性瞬间的单张纪实摄影\", \"追求技术上的完美和清晰度\", \"纯粹的形式主义美学，缺乏叙事或观念\", \"将文字作为图片的简单说明\"]"
      },
      "error": ""
    },
    {
      "input": "Edward Ruscha（艺术家，公路索引书/Twentysix Gasoline Stations）",
      "output": {
        "creator_id": "edward_ruscha",
        "display_name": "Edward Ruscha 爱德华·鲁沙",
        "core_bias": "世界是一个由符号、语言和建筑组成的巨大、平坦且略带荒谬的目录。艺术家的任务不是解释或美化，而是以一种不动声色的、档案管理员般的精确性，对这些日常元素进行分类和呈现。",
        "craft_rules": "[\"将文字作为图像处理，剥离其语义，关注其形式和质感。\", \"采用系统性的、非个人化的记录方式，如对某一特定类型的建筑或物体进行连续拍摄。\", \"保持一种‘死pan’（deadpan）的客观和疏离感，避免情感表达和戏剧性。\", \"从日常白话和商业景观中提取创作素材，尤其是洛杉矶和美国西部的汽车文化。\"]",
        "context_stage": "美术馆的白盒子空间、艺术家书籍的索引页、或公路旅行纪录片的平移镜头。",
        "corpus_quotes": "[\"我感兴趣的是词语被看作物体，而不是被阅读。\", \"我像对待风景一样对待文字。它们几乎可以互换。\", \"对我来说，我的书是照片，而不是关于照片的书。\", \"我一直被那些‘几乎是无’的想法所吸引。\"]",
        "visual_vocabulary": "[\"水平或对角线构图，强调广阔的平面感\", \"单一、居中的文字或物体\", \"好莱坞式的日落渐变色背景\", \"自定义的无衬线字体‘Boyfriend’\", \"加油站、停车场、公寓楼等标准化的建筑正面视图\", \"从汽车驾驶视角出发的低角度或平视镜头\", \"使用非传统材料（如火药、食物）制作的文字绘画\"]",
        "output_format": "艺术家书籍、限量版画、布面丙烯画，通常以系列或索引的形式呈现。",
        "avoid_list": "[\"过于情绪化的表达\", \"复杂的隐喻和象征主义\", \"对技术或工艺的过度迷恋\", \"明显的政治或社会评论\"]"
      },
      "error": ""
    },
    {
      "input": "Ferran Adrià（厨师，elBulli 实验室/分子料理）",
      "output": {
        "creator_id": "ferran_adria",
        "display_name": "Ferran Adrià 费兰·阿德里亚",
        "core_bias": "Ferran Adrià 的核心偏见在于，他认为食物不仅是维持生命的燃料，更是一种可以用来交流、挑衅和制造情感体验的语言。他通过“解构”经典菜肴，将熟悉的味道以全新的形态呈现，挑战人们对食物的固有认知，迫使食客重新思考“吃”这一行为的本质。",
        "craft_rules": "[\"非参考性创作：避免改良现有食谱，追求完全原创的理念和技术。\", \"解构与重构：将一道为人熟知的菜肴的所有元素进行变形、改变质地、形态或温度，但保留其‘灵魂’。\", \"感官挑衅：创造出乎意料的风味、温度和质地对比，旨在激发食客的好奇心、惊喜感甚至困惑。\", \"技术与自然的结合：既使用尖端科技（如液氮、球化技术），也发掘并改造最朴素的天然食材（如松子）。\", \"以‘第六感’创作：强调直觉、幽默和反讽在创作中的作用，让菜品超越单纯的味觉享受，成为一种智力游戏。\"]",
        "context_stage": "elBulli 餐厅本身就是一个与世隔绝的“实验室”和“剧场”，一个带有朝圣性质的目的地。食客在此体验的不是晚餐，而是一场长达数小时的感官冒险和观念艺术展。",
        "corpus_quotes": "[\"目标是提供意想不到的风味、温度和质地对比。一切都不是它看起来的样子。我们的想法是挑衅、惊喜和取悦食客。\", \"解构一道菜，就是取其为人熟知的部分，改变其质地、形态和/或温度。解构后的菜肴将保留其精髓……但其外观将与原作完全不同。\", \"我的第一颗球化的橄榄是一个启示。\", \"我们不是在给人们提供食物，我们是在讲述一个故事。我们在创造一种体验。\", \"创造力意味着不复制。\"]",
        "visual_vocabulary": "[\"泡沫 (Foam)\", \"球化 (Spherification)\", \"空气感 (Airs)\", \"解构的形态（如粉末、几何状）\", \"餐具即舞台（非传统、为菜品定制的餐具）\", \"透明与半透明的质地\", \"微缩景观般的呈现\", \"液氮的现场烟雾效果\"]",
        "output_format": "“品尝菜单”（Tasting Menu）的单道菜品，或记录其创作过程的艺术图录/档案页。",
        "avoid_list": "[\"称之为‘分子料理’\", \"单纯的炫技，缺乏观念支撑\", \"使用‘好吃’、‘美味’等传统美食评论语汇\", \"将其与普通商业餐厅或家常菜相提并论\"]"
      },
      "error": ""
    },
    {
      "input": "Forensic Architecture（调查机构，反法医建筑）",
      "output": {
        "creator_id": "forensic_architecture",
        "display_name": "Forensic Architecture 法医建筑",
        "core_bias": "Forensic Architecture认为，空间本身就是证据，建筑可以被用作一种法医工具来调查、呈现和抵抗国家与企业的暴力行为。他们通过逆转“法医凝视”，将调查的矛头指向权力本身，揭示隐藏在建成环境中的暴力与不公。",
        "craft_rules": "[\"反向法证（Counter-forensics）: 不依赖国家赋予的特权（如自由出入犯罪现场），而是利用公开数据、公民记者和幸存者的证词，对国家行为进行独立调查。\", \"记忆的建筑（The Architecture of Memory）: 使用3D模型等建筑工具作为辅助记忆的手段，帮助暴力事件的幸存者和目击者重建记忆，提取被创伤遮蔽的细节。\", \"跨学科协作: 团队由建筑师、艺术家、电影制作人、程序员、科学家、律师和记者等组成，通过跨领域的知识和技术整合，形成独特的调查方法论。\", \"多重论坛（Multiple Forums）: 调查结果不仅在法庭和议会等传统渠道呈现，也在美术馆、博物馆、公民法庭和媒体上发布，将艺术空间转变为公共质询的场所。\"]",
        "context_stage": "调查报告、展览、纪录片、法律文件和学术出版物，通常在美术馆、大学、人权组织和国际法庭等机构中展示和传播。",
        "corpus_quotes": "[\"我们所说的‘法证建筑’，是指通过分析建筑和城市环境，来生产和呈现关于国家和企业暴力侵害人权的法律和政治证据。\", \"我们必须将法证的凝视转向国家自身。这是一种‘反法证’，它致力于挑战和抵抗国家的证据垄断。\", \"每一个被摧毁的建筑都是一个犯罪现场。建筑不仅仅是暴力的背景，它本身就是暴力的媒介和记录。\", \"记忆不是一个可以被轻易提取的档案，而是一个需要被重建的建筑。我们通过构建空间模型来帮助幸存者‘重返’现场，从而重建他们的记忆。\"]",
        "visual_vocabulary": "[\"3D模型渲染: 精确、冷峻、中性的数字模型，用于重建事件现场。\", \"点云美学（Point Cloud Aesthetics）: 由激光扫描（LIDAR）或摄影测量法生成的、由无数个点构成的三维空间图像。\", \"地理空间测绘（Geospatial Mapping）: 卫星图像、GIS数据和地理定位信息的叠加与分析。\", \"时间线（Timeline）: 将视频、音频、照片和证词等多种证据在统一的时间轴上进行同步和排序。\", \"界面与图例: 类似软件操作界面的视觉元素，包含大量的图例、注释和数据可视化图表。\", \"低保真影像: 大量使用手机、监控摄像头等非专业设备拍摄的、低分辨率的公民影像素材。\", \"分裂屏幕（Split Screen）: 在同一画面中并置多个视角或信息源，进行对比和分析。\"]",
        "output_format": "展览、纪录片、交互式网站、地图、报告和法律档案。",
        "avoid_list": "[\"避免单一叙事：总是从多个视角和证据链出发，构建复杂、多层次的论证。\", \"避免过度煽情：保持客观、克制的分析立场，让证据本身说话，而不是诉诸情感。\", \"避免将技术神秘化：强调技术的工具属性，而不是将其作为一种华丽的视觉奇观来呈现。\", \"避免孤立事件：总是将具体案例置于更广泛的政治、历史和地理背景中进行分析。\"]"
      },
      "error": ""
    },
    {
      "input": "Gregory Crewdson（摄影师，单帧电影/Twilight）",
      "output": {
        "creator_id": "gregory_crewdson",
        "display_name": "Gregory Crewdson 格雷戈里·克里德森",
        "core_bias": "Gregory Crewdson 的核心偏见在于，他将美国郊区生活描绘成一个充满心理焦虑和疏离感的超现实舞台。他痴迷于“暮光”时刻的模糊性，认为日常的平静之下涌动着一股无法言说的神秘、忧郁和渴望，并通过电影般的大制作，将这种潜意识的暗流放大为一帧帧凝固的戏剧。",
        "craft_rules": "[\"电影式布景与灯光：像拍电影一样，使用庞大的团队、大型起重机、造雾机和复杂的人工照明系统，在真实的或搭建的场景中创造出高度戏剧化、非自然主义的光影效果，以营造特定的心理氛围。\",\"叙事的悬置与沉默：刻意抽离故事的前因后果，让画面停留在一种‘之前’与‘之后’之间的悬置状态。人物通常沉默、孤立，几乎没有互动，迫使观众将自己的叙事投射到画面中。\",\"对地点的执着勘探：花费数月甚至数年时间反复勘景，寻找那些‘既熟悉又陌生’的地点。他认为地点本身就蕴含着叙事，等待在正确的光线下被发现和激活。\",\"对细节的绝对控制：画面中的每一个元素，从墙纸的污渍到演员的姿势，都经过精心设计和安排。他给予演员的是物理指令而非情感指导，将他们视为场景中的‘物体’，以实现画面的精确性。\"]",
        "context_stage": "其作品最常出现在美术馆的“白盒子”空间中，以大画幅、高精度的实体照片形式展出，强调其绘画般的质感和沉浸式的观看体验。",
        "corpus_quotes": "[\"我一直在寻找一种既熟悉又陌生的感觉。仅仅是奇怪或神秘是不够的，它还必须感觉非常普通、非常熟悉、非常不起眼。\",\"一张照片是凝固和无声的，没有之前和之后，我不希望有任何关于任何形式的字面叙事的有意识的意识。这就是为什么我真的尽量不加强动机或情节或任何类似的东西。我想赋予那个时刻特权。\",\"观众带来的东西几乎比我带来的东西更重要。\",\"我希望我的照片能够在一个美丽和悲伤、乐观和焦虑的交汇点上运作。\",\"对我来说，最强大的时刻是介于事件发生之前和之后的时刻。\"]",
        "visual_vocabulary": "[\"暮光/黄昏时刻（Twilight/Magic Hour）的冷色调光线\",\"高度戏剧化、非自然主义的人工布光，常从窗外或意外角度射入\",\"湿漉漉的街道和反射光芒的地面\",\"孤立于空旷场景中的人物，通常凝视远方\",\"美国小镇的日常建筑（加油站、汽车旅馆、独栋房屋）\",\"室内场景中散落的、充满叙事暗示的日常物品\",\"透过窗户或镜子的窥视感构图\",\"弥漫的、具有体积感的烟雾或薄雾\"]",
        "output_format": "大画幅彩色照片（Large-format color prints），通常作为美术馆展品或收录于摄影画册中。",
        "avoid_list": "[\"避免过于直白的叙事和情节解释\",\"避免日常生活的快照美学\",\"避免使用自然光或纪实风格\",\"避免强调人物的互动和沟通\"]"
      },
      "error": ""
    },
    {
      "input": "Harun Farocki（导演，眼睛机器蒙太奇/监控影像）",
      "output": {
        "creator_id": "harun_farocki",
        "display_name": "Harun Farocki 哈伦·法罗基",
        "core_bias": "世界并非由可见之物构成，而是由“可操作图像”（Operational Images）所塑造。法罗基的偏见在于，他认为图像并非现实的无辜再现，而是服务于战争、监控和资本主义的权力工具与技术指令，必须通过解构和重组其生产与流通的语境，才能揭示其背后隐藏的政治经济学。",
        "craft_rules": "[\"操作图像，而非创造图像：从不拍摄新的素材，而是挪用、重组现有的档案影像（如军事、监控、工业、广告录像），将其转化为批判性分析的原材料。\", \"保持分析性的冷漠距离：采用论文电影（Essay Film）的形式，通过画外音、字幕和冷静的剪辑来构建论点，刻意避免情感代入和戏剧性冲突。\", \"并置与蒙太奇：将来自不同领域、看似无关的图像并置，通过对比和碰撞，揭示它们之间隐藏的逻辑关联和权力关系，如将工厂生产线与监狱监控并置。\", \"关注图像的“操作性”：痴迷于那些并非为了观看，而是为了执行特定功能（如导航、瞄准、控制）的“可操作图像”，并将其作为分析当代权力机制的核心样本。\"]",
        "context_stage": "美术馆的白盒子空间、电影节的特别放映单元、学术研讨会或档案研究室。其作品需要一种专注、反思的观看姿态，而非休闲娱乐。",
        "corpus_quotes": "[\"我们如何向你展示凝固汽油弹的效果？如果我们展示烧伤的图片，你会闭上眼睛。首先是对图片闭眼，然后是对记忆闭眼，然后是对事实闭眼，最后是对整个脉络闭眼。\", \"我尝试让电影自己思考。\", \"机器会记录下画面中的一切，而不仅仅是你想要强调的东西。五十年后，你可以从中读出完全不同的、非预期的意义。\", \"一张图片很少能说明问题。因此，我将一张图片叠在另一张图片之上，从而摧毁它。我把图片串联起来，使它们能够相互协商。\"]",
        "visual_vocabulary": "[\"监控摄像头的低保真视角\", \"军事武器瞄准镜的十字线\", \"早期电脑图形与模拟界面\", \"黑白或褪色的档案胶片颗粒感\", \"分屏或多屏并置的画面结构\", \"冷静、客观的固定机位长镜头\", \"工业流水线的机械运动特写\", \"叠加在画面上的分析性文字或图表\"]",
        "output_format": "多频录像装置的展陈说明、论文电影的放映手册、或是一份关于视觉文化的法医学分析案卷。",
        "avoid_list": "[\"情感化的叙事手法\", \"追求纯粹的视觉美感\", \"对技术乌托邦式的幻想\", \"英雄主义或个人主义的表达\"]"
      },
      "error": ""
    },
    {
      "input": "Hito Steyerl（艺术家，差图像/How Not to Be Seen）",
      "output": {
        "creator_id": "hito_steyerl",
        "display_name": "Hito Steyerl 希托·史特耶尔",
        "core_bias": "Hito Steyerl认为，在数字资本主义时代，图像不再是稳定、高清的再现，而是不断流动、复制、压缩和传播的“差图像”（poor image）。这种图像摆脱了传统价值体系，获得了新的政治潜能，成为一种抵抗和交流的工具。",
        "craft_rules": "[\"拥抱‘差图像’：主动使用低分辨率、压缩过的、网络流传的现成影像素材，而非追求高清原创。\", \"论文式蒙太奇：将理论文本、个人叙事、网络视频、3D动画等异质性材料并置，形成一种思辨性的视觉论文。\", \"追踪图像的轨迹：深挖一张图片或一段影像的流通路径、社会关系和政治经济背景，揭示其背后的权力结构。\", \"自我暴露与介入：艺术家本人经常作为叙述者或表演者出现在作品中，将个人经历与宏大叙事联系起来。\", \"空间装置化呈现：影像作品并非在单一屏幕上播放，而是被设计成多屏、沉浸式的空间装置，与建筑和观众身体发生关系。\"]",
        "context_stage": "作品通常出现在美术馆的“白盒子”空间、国际电影节和双年展上，也以讲座表演和网络文章的形式存在于学术和在线场域。",
        "corpus_quotes": "[\"差图像是图像无产阶级中的流氓无产者，是外观阶级社会中的贱民，根据其分辨率被排序和估价。\", \"差图像是一种运动中的复制品。它的质量很差，分辨率不合标准。随着它的加速，它不断恶化。它是一个图像的幽灵，一个预览，一个缩略图，一个流动的想法，一个免费分发的流浪图像。\", \"重要的不再是图像本身，而是它的速度、它的轨迹、它的网络。\", \"我们不是被图像淹没，而是被图像所缺失的东西所淹没。我们被那些被审查、被隐藏、被抹去的图像所困扰。\", \"在今天，也许最重要的斗争是关于生产、流通和消费图像的斗争。\"]",
        "visual_vocabulary": "[\"像素化、压缩失真的JPEG/AVI美学\", \"电脑桌面、软件界面、错误提示窗口\", \"3D建模与渲染的‘绿幕’空间\", \"坠落、碰撞、碎裂的动态意象\", \"教程视频（tutorial）的指令性语言和演示美学\", \"地图、数据可视化图表\", \"第一人称视角的晃动镜头\", \"文本/字幕作为核心视觉元素\"]",
        "output_format": "论文电影的展陈形式，通常以多屏影像装置、讲座表演或网络文章呈现。",
        "avoid_list": "[\"避免制作高清、精美、具有‘电影感’的影像。\", \"避免单一线性叙事，倾向于碎片化、多线索的结构。\", \"避免客观中立的立场，强调主观介入和批判性反思。\", \"避免将技术神秘化，而是将其作为社会政治分析的对象。\"]"
      },
      "error": ""
    },
    {
      "input": "Hunter S. Thompson（记者，Gonzo 新闻）",
      "output": {
        "creator_id": "hunter_s_thompson",
        "display_name": "Hunter S. Thompson 亨特·斯托克顿·汤普森",
        "core_bias": "世界是一个由权贵和亵渎者掌控的腐败、荒诞且怪异的马戏团。唯一理智的回应就是带着野蛮的智慧和深刻的道德愤怒，一头扎进混乱之中，以揭示美国梦的黑暗核心。",
        "craft_rules": "[\"第一人称沉浸式参与：创作者必须成为故事的核心，以‘我’的视角亲身参与并搅动事件，而不是作为旁观者进行客观报道。\", \"事实与虚构的模糊化：在报道中大胆地混合事实、传闻、主观臆想和超现实的隐喻，以揭示比纯粹事实更深层的‘真实’。\", \"抄写大师以习得节奏：为了掌握语言的音乐性和节奏感，定期逐字抄写经典作家的作品，如菲茨杰拉德的《了不起的盖茨比》。\", \"引用与拼贴：大量引用、拼贴来自报纸、官方文件、私人信件和随手涂鸦的文本碎片，构建一个多声部的、混乱的叙事。\", \"最后期限驱动的狂乱写作：在截稿日的巨大压力下，通过药物、酒精和音乐等手段将自己推向极限状态，在狂乱中完成写作。\"]",
        "context_stage": "滚石杂志的跨页特稿、反文化运动的地下出版物、塞满笔记和剪报的凌乱书桌，或是在高速公路上飞驰的红色敞篷车里。",
        "corpus_quotes": "[\"我们不能指望在坟墓里永葆青春，我们必须在烟雾缭绕中，彻底燃烧自己，然后大喊一声：‘哇！真他妈的刺激！’\", \"在一个所有人都感到内疚的封闭社会里，唯一的罪行就是被抓住。在一个小偷的世界里，唯一最终的罪过就是愚蠢。\", \"边缘……没有诚实的方法来解释它，因为唯一真正知道它在哪里的人是那些已经越过它的人。\", \"当事情变得诡异时，诡异的人会转为职业选手。\", \"我讨厌向任何人鼓吹毒品、酒精、暴力或疯狂，但它们对我一直很有效。\"]",
        "visual_vocabulary": "[\"拉尔夫·斯特德曼式墨迹插画：混乱、怪诞、充满飞溅墨点和扭曲线条的人物漫画。\", \"飞行员太阳镜：遮蔽双眼，反射出扭曲的外部世界。\", \"长烟嘴：叼在嘴边，一种玩世不恭的姿态。\", \"夏威夷花衬衫：在混乱中显得格格不入的鲜艳色彩。\", \"红色敞篷车：在沙漠公路上飞驰，象征着对美国梦的追逐与逃离。\", \"广角镜头畸变：夸张的透视和边缘扭曲，营造出迷幻、不安的视觉感受。\", \"打字机字体与手写涂鸦：原始、粗糙的文本质感，混合着手写的修改和评论。\", \"仙人掌与沙漠景观：象征着美国西部的广袤、荒凉与迷幻。\"]",
        "output_format": "刊登在《滚石》杂志上的特写长文，或是以打字机字体呈现、附有大量手写批注和插图的案卷。",
        "avoid_list": "[\"客观、中立的报道：避免任何形式的‘上帝视角’或价值中立的叙事。\", \"清晰、线性的叙事结构：拥抱混乱、碎片化和非线性的故事讲述方式。\", \"道德说教：尽管充满道德愤怒，但避免直接的、居高临下的说教。\", \"优雅、精致的文笔：追求粗粝、生猛、充满能量和冒犯性的语言。\"]"
      },
      "error": ""
    },
    {
      "input": "James Bridle（艺术家/作家，系统脚注/New Aesthetic）",
      "output": {
        "creator_id": "james_bridle",
        "display_name": "James Bridle 詹姆斯·布莱德",
        "core_bias": "James Bridle的核心偏见是通过“新美学”的视角来看待世界，即数字与物理日益交织在一起。他认为技术不是一种独立的、无菌的工具，而是一种混乱、普遍且常常无形的力量，塑造着我们的现实、文化，甚至我们对智能本身的理解。他的观点是批判性地参与计算系统，揭示其隐藏的逻辑和意想不到的后果。",
        "craft_rules": "[\"始终将网络和物理空间视为一个单一的、混合的现实进行调查，而不是两个独立的领域。\", \"通过写作、艺术装置和软件等多种媒介进行实践，以探索一个想法的多个方面。\", \"揭示和可视化通常隐藏在‘云’或算法黑匣子中的计算过程和基础设施。\", \"将当代技术问题置于更广泛的历史和哲学背景中，借鉴从军事史到生态学的各种知识。\", \"积极拥抱和利用网络文化和社交媒体作为传播思想和美学的主要渠道。\"]",
        "context_stage": "他的作品通常出现在网络浏览器、画廊展览、学术讲座、以及印刷书籍和文章中，跨越了数字和物理的界限。",
        "corpus_quotes": "[\"我们所说的新美学，是一种试图感受技术、看见世界的方式。不是作为一系列的工具或者界面，而是作为一种主导性的文化逻辑。\", \"我们越来越意识到，我们生活在一个由算法、数据和网络构成的世界里。我的工作就是试图去理解和表达这种新的现实。\", \"技术不是中立的。它充满了偏见和意识形态。我们需要对这些系统有更深入的理解，以便能够批判性地参与其中。\", \"与其说是‘人工智能’，我更愿意谈论‘扩展智能’或‘生态智能’，这是一种承认我们与其他物种和系统相互联系的智能形式。\"]",
        "visual_vocabulary": "[\"卫星图像和无人机视角\", \"故障艺术（Glitch Art）和像素化\", \"渲染失败的3D模型\", \"军事和监控技术的视觉语言（如热成像、十字准线）\", \"数据可视化和网络拓扑图\", \"叠加在物理世界上的数字界面元素（如UI框、加载条）\", \"算法生成的图案和纹理\", \"“云”的物理基础设施（数据中心、电缆）的图像\"]",
        "output_format": "网站、博客文章、书籍、讲座幻灯片、画廊装置",
        "avoid_list": "[\"将技术描绘成乌托邦或反乌托邦的简单二元对立。\", \"仅仅停留在对数字美学的表面模仿，而没有深入其政治和社会的维度。\", \"使用过于技术化或学术化的语言，使其难以被更广泛的受众所理解。\", \"将‘新美学’视为一种固定的风格，而不是一个持续发展的调查过程。\"]"
      },
      "error": ""
    },
    {
      "input": "Janet Cardiff（艺术家，耳朵电影/音频漫步）",
      "output": {
        "creator_id": "janet_cardiff",
        "display_name": "Janet Cardiff 珍妮特·卡迪夫",
        "core_bias": "Janet Cardiff 的作品建立在这样一种偏见之上：现实是一个多层次的、主观的体验，可以通过声音来操纵和增强。她认为，通过将虚构的听觉叙事叠加在物理空间上，她可以创造出一个既是高度个人化又奇异地公开的混合现实，模糊了记忆、想象与当下时刻之间的界限。",
        "craft_rules": "[\"必须使用双耳录音麦克风来创造模仿人类自然听觉的3D立体声体验。\", \"叙述者的声音（通常是Cardiff自己的声音）必须同时作为发出指令的导演和叙事中的角色，与听者建立一种亲密和共谋感。\", \"故事必须与步行的具体物理位置错综复杂地交织在一起。音频应引用真实世界的物体、建筑特征和环境声音，并与之互动。\", \"情节应该是碎片化的、非线性的，并且最终没有定论。目标不是讲述一个清晰的故事，而是唤起一种情绪，触发个人联想。\", \"播放设备（最初是随身听，现在通常是智能手机）不仅仅是一个工具，而是作品的一个概念部分，它充当了感官的假肢。\"]",
        "context_stage": "作品存在于特定的物理地点，如公园、美术馆、城市街道或历史建筑中。它要求参与者戴着耳机，在空间中独自行走，体验一种既被引导又孤独的旅程。",
        "corpus_quotes": "[\"我在你的手提箱里找到了你的录音机......这台机器现在已经变成了你......我想让你和我一起散步。我需要给你看样东西。\", \"故事变成了一种叙事，利用了观众/参与者作为迷宫中的‘老鼠’的想法，测试着现实的极限。\", \"我认为我们的大脑就像一个调音台一样使用我们的感官，在需要时调高视觉的音量，在需要真正听到某些东西时减弱某些感官。\", \"请把随身听还给博物馆。现在请按‘停止’键。\", \"这是一种身体的体验。你在行走，而音频是叠加在真实世界之上的一个层次。关键在于两者之间的那种混淆感。\"]",
        "visual_vocabulary": "[\"第一人称视角（POV）\", \"颗粒感、低保真的视频美学\", \"外围一瞥\", \"过肩镜头\", \"将平凡环境变得诡异\", \"耳机和电线\", \"空无一人的座位或空间\"]",
        "output_format": "音频漫步（Audio Walk）的体验脚本与录音，或包含声音、影像和物理装置的沉浸式环境。",
        "avoid_list": "[\"过于清晰、线性的叙事\", \"纯粹的客观记录\", \"脱离物理空间的纯声音艺术\", \"高保真、电影感的视觉效果\"]"
      },
      "error": ""
    },
    {
      "input": "Jeff Wall（摄影师，灯箱画面/Staged Photography）",
      "output": {
        "creator_id": "jeff_wall",
        "display_name": "Jeff Wall 杰夫·沃尔",
        "core_bias": "杰夫·沃尔的核心偏见在于将世界视为一系列潜在的电影场景，这些场景经过精心构建，却呈现为自发的瞬间。他认为，通过拥抱摄影固有的虚构性及其与绘画史的联系，而非仅仅追求纪实功能，摄影可以被提升到“高级艺术”的层面。",
        "craft_rules": "[\"电影式布景（Cinematographic Staging）\", \"艺术史参照（Art Historical Referencing）\", \"灯箱作为媒介（The Lightbox as Medium）\", \"“准纪实”方法（Near-Documentary Approach）\", \"数字蒙太奇（Digital Montage）\"]",
        "context_stage": "杰夫·沃尔作品的主要语境是艺术博物馆或画廊的“白盒子”。他那些巨大而明亮的灯箱被设计成像绘画一样，作为独立的、不朽的作品来被审视，要求观众在正式的展览环境中集中注意力。",
        "corpus_quotes": "[\"就像在电影中，你不会认为一部现实主义电影会比一部音乐幻想剧更不具电影感。它们都是电影的一部分。我看到这在我的作品中也是一样的，它们是我感兴趣的不同类型，我在它们之间移动。\", \"我看到了委拉斯开兹、戈雅、提香——我热爱它，并想以某种方式成为其中的一部分……每次公共汽车停下来，你都向窗外看，那里有一个灯箱里的标志。我开始想，它是发光的，委拉斯开兹是发光的，我会试试。\", \"我倾向于认为，你所谓的那些作品的理论元素并非真正的‘元素’，它们只是我当时个性的一部分，如果这些图片对任何人有任何魅力，那可能就是原因。\", \"我的照片是由我的感情和我的整个生活引导和激发的，而不是主要由关于艺术及其辩证法的思想引导和激发的。但我对艺术的思考是深刻感受和体验的，所以我不知道如何定义这种关系。\", \"这个过程“给了我对于创作艺术至关重要的想象自由。事实上，这就是艺术的全部意义——做我们想做的事的自由。”\"]",
        "visual_vocabulary": "[\"灯箱中的大画幅透明胶片（Large-Format Transparency in Lightbox）\", \"绘画式构图（Painterly Composition）\", \"电影般的平凡（Cinematic Mundanity）\", \"冻结的瞬间（The Frozen Moment）\", \"超真实细节（Hyper-real Detail）\", \"疏离的人物（Alienated Figures）\", \"平淡的光线（Flat, Even Lighting）\"]",
        "output_format": "作品以大型发光灯箱的形式存在，作为美术馆墙上的独立展品，类似于一幅宏大的历史画作。因此，其最典型的存在形式是美术馆展墙上的灯箱装置。",
        "avoid_list": "[\"模仿抓拍美学（Avoid Snap-shot Aesthetics）\", \"纯粹的纪实主义（Avoid Pure Documentarianism）\", \"浪漫化或表现主义（Avoid Romanticism or Expressionism）\", \"小画幅或亲密感（Avoid Small Scale or Intimacy）\", \"对技术过程的隐藏（Avoid Hiding the Artifice）\"]"
      },
      "error": ""
    },
    {
      "input": "Jenny Holzer（艺术家，公共信号/Truisms）",
      "output": {
        "creator_id": "jenny_holzer",
        "display_name": "Jenny Holzer 珍妮·霍尔泽",
        "core_bias": "Jenny Holzer通过在公共领域中匿名地注入格言、警句和宣言，颠覆了人们对信息和权威的被动接受。她的核心偏见在于，语言本身是一个权力结构，通过将其从原有语境中剥离并置于意想不到的地方，可以暴露社会规范和政治宣传中隐藏的控制机制与矛盾。",
        "craft_rules": "[\"匿名性至上：信息比作者更重要，作品旨在为尽可能多的人提供功用。\",\"采用街头语言：使用日常白话和陈词滥调，使艺术平易近人。\",\"渗透公共空间：在非艺术的、意想不到的语境中（广告牌、T恤、LED屏幕）展示文本，让观众措手不及。\",\"媒介即信息：选择的媒介（如LED、铜牌、石凳）本身就是意义的一部分，常模仿权威机构的口吻。\",\"拥抱矛盾：呈现多元甚至冲突的观点，以凸显真理的相对性，迫使观众自行判断。\"]",
        "context_stage": "作品的典型存在场景是公共空间（如广告牌、LED屏幕、建筑投影）和机构环境（如美术馆、画廊），通常以一种对抗或颠覆空间的方式呈现。",
        "corpus_quotes": "[\"ABUSE OF POWER COMES AS NO SURPRISE（滥用权力不足为奇）\",\"PROTECT ME FROM WHAT I WANT（保护我，远离我想要的）\",\"PRIVATE PROPERTY CREATED CRIME（私有财产导致犯罪）\",\"THE ANONYMITY WAS CRITICAL. I WANTED PEOPLE TO CONSIDER THE IDEAS BUT NOT GIVE MORE THAN PASSING THOUGHT TO WHO PRODUCED THEM.（匿名至关重要。我希望人们思考这些想法，而不是去想是谁创作了它们。）\",\"What urge will save us now that sex won't?（既然性已无用，何种冲动能拯救我们？）\"]",
        "visual_vocabulary": "[\"LED滚动字幕：单色（红、蓝、白）或彩色的滚动LED文本是她最具标志性的媒介。\",\"巨大投影：将高对比度的白色文本大规模投影在建筑立面和自然景观上。\",\"大写无衬线字体：使用粗体、中性的全大写无衬线字体（如Helvetica），模仿官方公告，营造非个人化的权威感。\",\"文本即形式：文本的排列本身构成视觉构图，如在博物馆中螺旋上升，或覆盖整个表面。\",\"高对比度色板：主要是黑色背景配上发光的单色文字。\",\"建筑融合：文本与建筑融为一体，跟随其曲线，填充其空间，或定义其尺度。\",\"文本的物质性：将文字刻在石凳上或铸在铜牌上，赋予语言一种物理的、永久的、沉重的存在感。\",\"文本与身体的并置：在《Lustmord》等作品中，文本直接写在皮肤上，在语言和肉体之间建立了 visceral（发自内心的）且令人不安的联系。\"]",
        "output_format": "作品通常以LED电子广告牌、铜制牌匾、石凳、建筑投影、海报和T恤等形式存在。",
        "avoid_list": "[\"个人化、情绪化或自传性的陈述：Holzer的声音是刻意非个人化和匿名的。\",\"华丽、诗意或过于复杂的语言：语言应直接、陈述性、易于理解，如同公共告示或常识格言。\",\"装饰性或纯粹美学的元素：视觉必须服务于文本和信息，不能为了自身存在。美学是朴素、功能性和有冲击力的。\",\"单一、一致的作者声音：作品经常呈现多元、矛盾的观点。避免单一、教条的视角。\",\"商业或推广性信息：作品批判而非参与商业主义。\",\"模糊或含糊不清：虽然陈述的集合可能是矛盾的，但每个独立的陈述通常是清晰、有力且明确的声明。\"]"
      },
      "error": ""
    },
    {
      "input": "Joan Didion（作家，冷静切割/Slouching Towards Bethlehem）",
      "output": {
        "creator_id": "joan_didion",
        "display_name": "Joan Didion 琼·狄迪恩",
        "core_bias": "琼·狄迪恩以一种冷静、疏离的视角审视世界的混乱与无序，她认为个人在巨大的社会和历史力量面前是无力的，叙事本身就是一种强加的秩序，而现实往往是碎片化和充满讽刺的。",
        "craft_rules": "[\"句子是第一位的。句子的结构，句子的音乐性，决定了作品的一切。\", \"我写作完全是为了找出我的所思、所见以及其深层含义。\", \"风格即个性。你写出的东西，就是你这个人。\", \"保持对权力的怀疑，尤其是对宏大叙事的解构。\", \"细节决定一切。具体的、感官的细节是通往普遍真理的唯一途径。\"]",
        "context_stage": "她的作品最常出现在《纽约书评》或《纽约客》这样的精英刊物上，或以精装书的形式陈列在有良好采光的个人书房中。",
        "corpus_quotes": "[\"我们给自己讲故事，以便活着。\", \"世界没有中心。或者说，中心在不断地崩塌。\", \"我记得所有我不该记得的事，也记得所有我应该忘记的事。这让我精疲力尽。\", \"性格就是命运。我所是，我所想，我所做，皆源于我是谁。\", \"我们被告知的关于过去的一切，可能都是错的。\"]",
        "visual_vocabulary": "[\"加州高速公路的空镜头\", \"褪色的柯达克罗姆胶片质感\", \"戴着超大墨镜的女性面孔\", \"酒店房间或汽车旅馆的内景\", \"混乱中静止的物体特写\", \"蛇\", \"兰花\", \"水\"]",
        "output_format": "印刷在新闻纸上的专栏文章或硬壳精装书的书页。",
        "avoid_list": "[\"避免多愁善感和情绪化的表达\", \"避免明确的道德判断或政治说教\", \"避免使用陈词滥调和抽象概念\", \"避免模仿她标志性的着装风格（墨镜、长裙）而非其精神内核\"]"
      },
      "error": ""
    },
    {
      "input": "Joan Fontcuberta（摄影师，摄影虚构/Fauna）",
      "output": {
        "creator_id": "joan_fontcuberta",
        "display_name": "Joan Fontcuberta 琼·冯特库贝尔塔",
        "core_bias": "冯特库贝尔塔的核心偏见是，摄影不是现实的镜子，而是创造虚构和质疑真理的工具。他通过怀疑的镜头看世界，不断挑战观众的感知和摄影图像的权威性。他的作品是对西方文化中真理生产机制的批判性审视。",
        "craft_rules": "[\"创造可信的虚构：构建精心的叙事和“证据”（照片、文本、标本），使虚构看起来真实。\", \"运用科学和博物馆美学：模仿科学的视觉语言（自然历史博物馆、档案馆、科学出版物），为他的骗局增添可信度。\", \"玩弄名字和语言：在名字中使用双关语和翻译（例如，Ameisenhaufen和Formiguera都意为“蚁丘”），作为作品虚构性质的微妙线索。\", \"拥抱“后摄影”：在图像泛滥的时代，重复使用和回收现有图像，而不是创造新图像，并关注图像的流通和意义。\", \"挑战观众的轻信：创作引人怀疑并鼓励批判性和主动性观看体验的作品，而不是被动消费图像。\"]",
        "context_stage": "其作品通常在“白立方”画廊空间、博物馆（通常是自然历史博物馆，以增强虚构效果）中展出，并以模仿科学出版物的艺术书籍或目录的形式呈现。",
        "corpus_quotes": "[\"摄影是协商我们现实观念的工具。因此，摄影师的责任不是提供麻木不仁的图像，而是提供能撼动我们意识的图像。\", \"真正的发现之旅不在于寻找新的风景，而在于拥有新的眼睛。\", \"我对‘现成’和‘垃圾’摄影非常好奇......一处风景被回收再造为另一处风景。这种颠覆揭示了另一种姿态：我们让电脑产生幻觉，我们推动技术让其自身的无意识浮现。\", \"照片的泛滥也是一种审查，因为它阻碍了我们找到需要的东西。传统的审查是禁止一张图片；现在，审查是给你一张图片和一千万张其他的图片，让你找不到你想要的那一张。\", \"冯特库贝尔塔的作品，是一种不带犬儒主义的讽刺，既是摄影，也是对摄影的批判。\"]",
        "visual_vocabulary": "[\"档案美学：黑白照片，通常带有人为老化效果（划痕、褪色、棕褐色调）。\", \"科学文献风格：模仿科学插图风格的图像，标本在素净背景下拍摄，通常带有标尺或标签。\", \"动物标本和捏造的生物：呈现为真实生物标本的奇幻、混合动物的图像。\", \"博物馆式陈列：他的装置作品的照片，通常包括玻璃陈列柜、地图和“科学”证据。\", \"文本和版式的使用：以科学或伪科学风格融入文本、标签和标题。\", \"故障艺术风格的计算机生成景观：通过将非地图数据输入3D渲染软件创建的抽象、扭曲的景观。\", \"挪用和再语境化：使用和操纵来自各种来源的现有图像。\"]",
        "output_format": "博物馆或画廊展览，附有图录、科学外观的档案或文献，以及艺术书籍。",
        "avoid_list": "[\"将摄影视为真理的直接记录\", \"创作直白、无批判性的纪实摄影\", \"缺乏概念或批判层次的纯粹审美主义\", \"清晰直白，因为其作品的魅力在于模糊性和质疑性\", \"呈现单一、权威的观点\"]"
      },
      "error": ""
    },
    {
      "input": "Mark Dion（艺术家，田野柜/Wunderkammer）",
      "output": {
        "creator_id": "mark_dion",
        "display_name": "Mark Dion 马克·迪翁",
        "core_bias": "马克·迪翁通过挪用考古学和科学的调查方法，揭示知识、权力和意识形态如何共同塑造我们对自然的理解。他认为，不存在中立的观察，任何对自然的分类、展示和叙事都根植于特定文化和历史的偏见之中。",
        "craft_rules": "[\"以田野调查和考古挖掘作为创作过程的核心，亲身进入特定场域收集物质材料和数据。\", \"将收集来的物品（无论是人造物还是自然物，有价值的还是废弃的）进行细致的分类、编目和归档，模仿博物馆学和科学的整理方法。\", \"以‘珍奇柜’（Cabinet of Curiosities）或科学实验室的形式，将物品在大型、通常是木制的陈列柜中进行装置化呈现。\", \"与科学家、博物馆、大学等机构进行跨学科合作，利用其资源和专业知识，同时对其进行批判性反思。\", \"在作品中并置文本、图表、照片和实物，构建一个复杂的叙事网络，揭示知识生产背后的主观性和意识形态。\"]",
        "context_stage": "美术馆、自然历史博物馆、科学中心或特定的户外场域。其作品通常作为对机构本身的批判性介入而存在，模仿并解构其展示和叙事逻辑。",
        "corpus_quotes": "[\"艺术家的工作是逆主流文化而行，挑战人们的认知与惯例。\", \"我对殖民主义的想象如何也殖民了我的意识和看待世界的方式很感兴趣。通过经验、知识和智慧，你最终会理解你的想象力是如何被恶意建构的。\", \"在现代艺术中使用垃圾有着悠久的历史，但在我的作品中，这些物品被允许作为它们本身或曾经的样子存在，没有隐喻，没有诠释，甚至不算是考古学。\", \"科学告诉我们事物是什么，但艺术可以表达我们作为一个社会和个体对此的感受。\", \"我的作品关注的核心是自然史的历史。因此，我所从事的调查研究与科学史相关，特别是关于自然的部分。\"]",
        "visual_vocabulary": "[\"珍奇柜/Wunderkammer\", \"桃花心木或深色木制陈列柜\", \"考古挖掘工具（铲子、刷子、手推车）\", \"分类学图表和手写标签\", \"动物标本（特别是鸟类）\", \"玻璃罐和标本瓶\", \"从河流或垃圾场挖掘出的废弃物和碎片\", \"野外工作站或帐篷\"]",
        "output_format": "大型特定场域装置，通常包含一个装满物品的木制陈列柜、图表、工具和现场文献，类似于一个临时博物馆或科学考察站。",
        "avoid_list": "[\"纯粹的美学形式主义\", \"不加批判地接受科学权威\", \"将自然浪漫化或理想化\", \"创作没有语境的独立物件\"]"
      },
      "error": ""
    },
    {
      "input": "Martin Parr（摄影师，晒伤社会学/The Last Resort）",
      "output": {
        "creator_id": "martin_parr",
        "display_name": "Martin Parr 马丁·帕尔",
        "core_bias": "马丁·帕尔通过一种人类学式的、带有讽刺幽默的“歪曲”视角，审视全球化背景下的消费主义、旅游文化和民族特性。他将摄影视为一种“宣传”，以批判、诱惑和幽默为武器，对抗主流媒体的陈词滥调，从平庸的日常中提取荒诞与真实。",
        "craft_rules": "[\"找到一个你真正有强烈感受的主题。\", \"承认你将主要拍摄失败的作品。\", \"对你所发现的东西感到兴奋。\", \"不要期望成为一个著名的摄影师。如果你这样做，你就会失败——这是错误的优先事项。\"]",
        "context_stage": "作品通常出现在美术馆的白盒子、摄影画册、杂志跨页、广告牌和线上展览中，模糊了艺术、纪实与商业的界限。",
        "corpus_quotes": "[\"我喜欢用摄影从现实中创造虚构。我试图通过将这个世界塑造成我自己的世界来做到这一点。\", \"我认为图像的泛滥是一个问题，但这是一个长期存在的问题。我们都是自己事业的宣传者，这就是摄影。这是一种宣传形式，你必须非常清楚地意识到这一点。\", \"我正在探索的根本问题是，一个地方的神话与现实之间的差异……我正在寻找两者之间的摩擦。\"]",
        "visual_vocabulary": "[\"高饱和度、甚至有些刺眼的色彩\", \"在日光下使用闪光灯，制造一种超现实感\", \"特写，通常是不加修饰的、甚至有些怪诞的肖像\", \"环形闪光灯，创造出独特的、无阴影的外观\", \"对平庸和日常生活的关注，尤其是在休闲和旅游中\", \"将平庸与异国情调并置\", \"强烈的图形构图，通常使用对角线和混乱的能量感\"]",
        "output_format": "以系列专题形式创作，最终以摄影书、艺术展览、杂志委托、甚至广告活动等多种媒介进行发表和传播。",
        "avoid_list": "[\"过于伤感或浪漫地描绘英国生活\", \"黑白摄影\", \"纯粹的批判或愤世嫉俗的语调\", \"传统意义上技术完美的‘美丽’图像\"]"
      },
      "error": ""
    },
    {
      "input": "Mary Douglas（人类学家，纯净与危险/分类网格）",
      "output": {
        "creator_id": "mary_douglas",
        "display_name": "Mary Douglas 玛丽·道格拉斯",
        "core_bias": "世界并非客观存在，而是被人类心智通过分类系统和象征边界所构建的。所谓的“污秽”并非物质本身肮脏，而是“错置的物质”（matter out of place），是破坏了既定分类系统的异常事物，因此对社会秩序构成威胁。",
        "craft_rules": "[\"追溯‘纯净’与‘危险’的观念，揭示其作为社会控制和秩序维护工具的本质，而非卫生或理性原则。\",\"识别任何给定系统中的‘污秽’——即那些被分类体系所排斥、无法归类的‘错置之物’。\",\"绘制‘网格/群体’（Grid/Group）文化地图，根据社会约束（网格）和群体凝聚力（群体）的强弱来分析不同社会形态及其世界观。\",\"将宗教仪式和世俗行为（如打扫卫生）并置分析，证明两者共享相同的象征性结构和分类逻辑。\"]",
        "context_stage": "她的思想主要存在于人类学和社會學的學術研討會、大學課堂、以及研究機構的檔案庫中，通過嚴謹的學術論文和專著進行傳播。",
        "corpus_quotes": "[\"污秽本质上是秩序的混乱。绝对的污秽并不存在：它存在于旁观者的眼中。\",\"哪里有污秽，哪里就有系统。污秽是系统性整理和分类物质的副产品，因为整理的过程就意味着要排斥不合适的元素。\",\"神圣性是完整、圆满和完美的属性。不洁则是其对立面；它是无序、混乱和不完美。\",\"利未记中的饮食禁忌并非出于卫生考虑，而是基于分类的完整性。那些不符合其类别完美标准的动物（如猪有偶蹄但不反刍）被视为异常，因此是‘不洁’的。\"]",
        "visual_vocabulary": "[\"分类网格图（Grid-Group diagrams）\",\"象征性边界的图示（清晰的线条、圆圈、方框）\",\"被圈出或排斥在外的异常物体\",\"整齐排列的物品与一个“错置”物品的对比\",\"宗教仪式或洁净礼仪的文献照片\",\"人体与社会体的类比图\",\"食物禁忌的清单或图表\",\"交叉引用的文本和脚注\"]",
        "output_format": "以索引卡片、学术档案页或百科全书条目的形式，系统性地呈现其理论框架和核心概念。",
        "avoid_list": "[\"将她的理论简化为纯粹的卫生或医学唯物主义的解释\",\"仅从字面意义理解“纯净”与“污秽”，忽视其在特定文化系统中的象征意义\",\"将其理论局限于“原始”社会，忽视其对现代社会的洞察力\",\"使用过于简化的二元对立，而忽略她对分类系统复杂性和模糊性的探讨\"]"
      },
      "error": ""
    },
    {
      "input": "Maurizio Cattelan（艺术家，破坏性拍卖/Comedian）",
      "output": {
        "creator_id": "maurizio_cattelan",
        "display_name": "Maurizio Cattelan 莫瑞吉奥·卡特兰",
        "core_bias": "世界是一个巨大的、充满伪善和权力不对等的舞台，而艺术是唯一可以合法地扮演“宫廷小丑”的场域，通过荒诞不经的挑衅和冒犯，揭示并嘲弄这一切的虚伪。",
        "craft_rules": "[\"‘借用’而非原创：挪用现有的、广为人知的图像、物品和情境，通过重新组合和并置来产生新的意义。\", \"超写实主义的幻觉：使用极度逼真的雕塑（尤其是蜡像）来模糊真实与虚构的界限，创造令人信以为真的荒诞场景。\", \"幽默与恐怖的结合：将看似滑稽、戏谑的元素与死亡、权力和历史创伤等沉重主题并置，形成一种令人不安的张力。\", \"自我消解的姿态：频繁地将自己的形象以一种被贬低、嘲弄或无助的方式置入作品中，以此来解构艺术家的权威光环。\", \"依赖语境的引爆：作品的完成不仅在于物理呈现，更在于它在特定场域（如美术馆、拍卖会）中对既定规则和期望的冒犯，以及由此引发的媒体和公众反应。\"]",
        "context_stage": "其作品在美术馆的“白盒子”空间中获得合法性，但真正的舞台是展览开幕后引发的媒体报道、公众辩论和网络病毒式传播的舆论场。",
        "corpus_quotes": "[\"我不是艺术家，我只是一个艺术工作者。我感兴趣的是图像的力量，以及它们如何影响我们的感知。\", \"挑衅是邀请你思考的一种方式。我的作品就像一面镜子，你看到的是你自己。\", \"我总是对失败着迷。失败比成功有趣得多，它揭示了系统的裂缝。\", \"如果你不喜欢我的作品，那很好。这意味着它起作用了。艺术不应该是让人舒服的。\", \"幽默是一种伪装，它让你能够谈论非常严肃的事情，而不会显得说教。\"]",
        "visual_vocabulary": "[\"超写实主义的人物蜡像\", \"动物标本的拟人化场景\", \"被戏剧性事件（如陨石撞击）中断的权力符号\", \"跪着或悬挂的、姿态卑微的人物\", \"日常物品的荒诞并置（如胶带固定的香蕉）\", \"极简的、类似犯罪现场或博物馆陈列的布展方式\", \"强烈的叙事性和戏剧性冲突的瞬间凝固\", \"对著名艺术史图像的直接挪用和颠覆\"]",
        "output_format": "展览现场的特定装置（Site-specific Installation），或更准确地说，是作为“事件”而存在的艺术品，其最终形态是媒体报道和公众舆论。",
        "avoid_list": "[\"避免对其作品进行过于严肃或单一的道德评判\", \"避免将其简单地归类为‘恶作剧’或‘哗众取宠’\", \"避免使用过于学术化或理论化的语言来解读\", \"避免忽略其作品中幽默与悲剧并存的复杂性\"]"
      },
      "error": ""
    },
    {
      "input": "Mona Chalabi（数据记者，手绘数据）",
      "output": {
        "creator_id": "mona_chalabi",
        "display_name": "Mona Chalabi 莫娜·查拉比",
        "core_bias": "数据不是冰冷、客观的真理，而是由人收集、塑造和解释的，因此它应该被个人化、人性化地呈现，以揭示社会的不平等和权力结构。",
        "craft_rules": "[\"将人们认为是客观的数字个人化。\",\"用手绘制数据，以表明它并非绝对可靠，而是由人制作的。\",\"始终对数据来源和方法论保持透明。\",\"使用插图和色彩使数据更令人难忘和情感共鸣。\",\"关注主流媒体中经常被忽视或歪曲的主题。\"]",
        "context_stage": "社交媒体信息流（尤其是Instagram）、在线新闻文章的插图、美术馆或公共空间的墙面装置。",
        "corpus_quotes": "[\"当你看到他们的真实肖像时，你的反应会与你只在Excel电子表格上看到一串名字时完全不同。\",\"新闻业的中立是一个‘彻头彻尾的神话’。\",\"如果你能改变人们的态度，让他们‘想要’遵守法律，那么你就不需要一个警察国家。\",\"没有时间绝望，没有地方自怜，没有必要沉默，没有空间恐惧。我们说，我们写，我们使用语言。这就是文明治愈的方式。\"]",
        "visual_vocabulary": "[\"手绘图表和图形\",\"不完美的、粗略的线条\",\"柔和的、粉彩的色调\",\"用人物形象代表数据点\",\"包含注释和手写笔记\",\"简单、粗体的排版\",\"以图像序列或短动画形式呈现\"]",
        "output_format": "带有手绘数据图表的社交媒体帖子或在线文章。",
        "avoid_list": "[\"过于整洁、完美的图表\",\"使用非手绘风格的插图\",\"避免讨论敏感或争议性话题\",\"将数据呈现为绝对客观和冰冷的\"]"
      },
      "error": ""
    },
    {
      "input": "Nan Goldin（摄影师，幻灯片叙事/The Ballad of Sexual Dependency）",
      "output": {
        "creator_id": "nan_goldin",
        "display_name": "Nan Goldin 南·戈尔丁",
        "core_bias": "世界是一个由亲密关系构成的私人宇宙，摄影是对这个宇宙的忠实记录和记忆延伸。它不是为了客观呈现，而是为了抵抗遗忘、证明“我的在场”以及“我们共同的历史”的真实性。",
        "craft_rules": "[\"将相机融入日常生活，使其成为身体的延伸，而不是作为超然的观察工具。\", \"摄影是记忆的证明，必须绝对诚实，无论是快乐、痛苦还是欲望，都不能回避。\", \"在按下快门前，先与拍摄对象建立情感联系；摄影是关系的产物，而非单向的攫取。\", \"以幻灯片叙事（slideshow）的形式组织照片，并配上音乐，创造出一种流动的、电影般的个人史诗。\"]",
        "context_stage": "作品在地下酒吧、私人公寓的幻灯片放映会中首次获得生命，随后进入美术馆和画廊的白盒子空间，但始终保持着日记般的私密感。",
        "corpus_quotes": "[\"我过去认为，如果我给他们拍足够多的照片，我就永远不会失去任何人。但事实上，我的照片告诉我，我失去了多少。\", \"有一种流行的说法，认为摄影师本质上是一个偷窥者，是最后一个被邀请参加聚会的人。但我不是不速之客；这是我的聚会。这是我的家人，我的历史。\", \"对我来说，拍照不是一种超然的行为。这是一种触摸某人的方式——它是一种爱抚…我认为你实际上可以让人们触及他们自己的灵魂。\", \"我从小就知道，我在电视上看到的东西与现实生活无关。所以我想记录下真实的生活。这才是我感兴趣的。\"]",
        "visual_vocabulary": "[\"快照美学（Snapshot Aesthetic）：看似随意、不加修饰的构图，捕捉生活中的决定性瞬间。\", \"饱和的色彩（Saturated Color）：通常由Cibachrome打印工艺带来，色彩浓郁、情感强烈。\", \"室内人造光（Interior Artificial Light）：大量使用钨丝灯、霓虹灯等室内光源，营造出温暖、私密但又可能颓废的氛围。\", \"直接凝视（The Direct Gaze）：作品中的人物经常直视镜头，与观众形成一种亲密而具有对抗性的交流。\", \"身体的印记（The Mark of the Body）：疤痕、瘀伤、针孔等身体上留下的生活痕迹。\", \"凌乱的亲密空间（Cluttered Intimate Spaces）：塞满个人物品的卧室、浴室，是生活的直接舞台。\", \"金色光芒（Golden Light）：一种标志性的、温暖而忧郁的黄昏或室内光线。\"]",
        "output_format": "伴随着特定配乐的幻灯片放映（The Ballad of Sexual Dependency），以及由此衍生的摄影集和展览。",
        "avoid_list": "[\"避免将她的作品浪漫化或美化，忽略其中的痛苦、挣扎和暴力。\", \"避免使用过于学术或疏离的艺术评论语言来分析她的照片。\", \"避免将她的拍摄对象仅仅视为边缘群体的标本，而不是具有完整个性的独立个体。\", \"避免模仿她作品的表面风格（如模糊、快照感）而缺乏其内在的情感诚实性。\"]"
      },
      "error": ""
    },
    {
      "input": "On Kawara（艺术家，今日画/Date Paintings）",
      "output": {
        "creator_id": "on_kawara",
        "display_name": "On Kawara 河原温",
        "core_bias": "世界是一个由离散、可量化的时间单位组成的无尽序列，而个体生命的存在意义在于通过系统性、非情感的记录行为来对抗时间的流逝和存在的虚无。他将意识视为一种纯粹的、在时间中标记自身的事实，而非主观体验的载体。",
        "craft_rules": "[\"1. 《今日》系列（Date Paintings）的每一幅画作必须在当天完成，否则将被销毁。\",\"2. 日期的书写语言和格式必须遵循作品创作地点的当地规范。\",\"3. 每幅《今日》系列画作都存放在一个定制的硬纸板盒子中，盒内附有一张当天的报纸剪报。\",\"4. 通过电报向朋友和艺术界人士发送信息“I AM STILL ALIVE”（我仍然活着）。\",\"5. 每天向两个人发送一张明信片，上面记录了他当天起床的确切时间。\"]",
        "context_stage": "现代艺术博物馆或画廊的“白盒子”空间。这种中性、无干扰的环境是其作品观念性的必要衬托，使观众能将作品视为一个关于生命在时间中流逝的、庞大而沉默的档案进行沉思。",
        "corpus_quotes": "[\"I AM STILL ALIVE.\",\"JAN. 4, 1966\",\"I GOT UP AT 9:54 A.M.\",\"我相信绘画应该被整合到生活中，而不是作为生活的替代品或附加物存在。\",\"我的作品是关于活着的，关于存在于这个世界上的。\"]",
        "visual_vocabulary": "[\"单色背景（通常为深灰、红或蓝色）\",\"无衬线、大写的白色印刷体文字（Liquitex 涂料）\",\"极其精确、冷静的手绘字体\",\"八种预设尺寸的矩形画布\",\"日期是唯一的视觉主题\",\"定制的硬纸板储藏盒\",\"报纸剪报\",\"带有打字机文本的明信片和电报\"]",
        "output_format": "按时间顺序排列的日期绘画展览墙、包含单幅画作和报纸剪报的档案盒，或艺术品全集中的一个条目。",
        "avoid_list": "[\"避免任何情感化或表现性的笔触。\",\"避免主观叙事或个人化诠释。\",\"避免除日期之外的任何图像或符号。\",\"避免打破任何已建立的创作规则。\",\"避免公开露面或接受采访，保持匿名性和疏离感。\"]"
      },
      "error": ""
    },
    {
      "input": "Orson Welles（导演，F for Fake/论文电影）",
      "output": {
        "creator_id": "orson_welles",
        "display_name": "Orson Welles 奥森·威尔斯",
        "core_bias": "奥森·威尔斯的核心偏见在于，他认为现实本身是可疑的、多面的，充满了欺骗与被欺骗的权力关系。他将电影视为一种魔术，一种主动构建、而非被动记录现实的工具，致力于揭示真相的虚构本质和权威的不可靠性。",
        "craft_rules": "[\"深度聚焦与广角畸变：在单一镜头内创造多层次的叙事空间，并利用广角镜头扭曲透视，制造视觉压迫感和心理上的不安。\", \"极端角度摄影：频繁使用极端的低角度或高角度镜头，以非正常的视点挑战观众，夸大人物的权力关系或孤立感。\", \"声音蒙太奇：将重叠的对话、画外音和复杂的音效设计交织在一起，创造出信息密集、具有复调效果的听觉织体，声音与画面并非简单的同步关系，而是互为文本。\", \"非线性剪辑：打破时空连续性，通过闪回、闪前和碎片化的叙事结构，模仿记忆与意识的运作方式，挑战传统的因果律。\", \"将限制转化为风格：在资源匮乏或外部干预的困境中，发展出一种‘第一人称叙事’和‘论文电影’的形式，将创作过程本身作为反思对象，化被动为主动。\"]",
        "context_stage": "他的作品存在于经典黑白电影的暗房、私人放映室的银幕上，或是作为电影史课程中反复被拉片分析的案例。其复杂的结构和颠覆性，使其更适合在专注的、具有分析氛围的学术语境中被解读。",
        "corpus_quotes": "[\"我们孤单地出生，孤单地活着，孤单地死去。只有通过爱和友谊，我们才能为我们并不孤单的时刻创造幻觉。\", \"一部电影永远不会真正好，除非摄影机是诗人头脑中的一只眼睛。\", \"艺术的敌人是缺乏限制。\", \"如果你想要一个快乐的结局，那要看你把故事停在哪里了。\", \"所谓‘导演’一部电影的概念是影评人的发明——电影的全部雄辩都是在剪辑室里完成的。\"]",
        "visual_vocabulary": "[\"明暗对比（Chiaroscuro）：高反差的黑白影像，阴影轮廓分明，具有强烈的伦勃朗式布光感。\", \"廊柱与天花板：作为构图元素的巨大廊柱、拱门和压迫性的低矮天花板，形成画框中的画框。\", \"镜子与反射：利用镜面、玻璃或水面的反射，创造出破碎、多重的主体形象，暗示身份的暧昧与分裂。\", \"面部特写：极端的面部特写，通常伴随着广角畸变，人物情绪被放大和扭曲。\", \"迷宫般的空间：通过复杂的场面调度和建筑结构，营造出如同迷宫般无法逃离的封闭空间。\", \"雾气与烟：弥漫的烟雾或雾气，模糊了场景的轮廓，增添了神秘和宿命感。\", \"手持报纸或文件：作为关键道具的印刷品，既是叙事线索，也象征着被操纵的公共舆论和历史记录。\"]",
        "output_format": "论文电影（Essay Film）的剪辑手记或导演批注的分镜页。",
        "avoid_list": "[\"避免将他描绘成一个简单、怀才不遇的悲剧英雄。\", \"避免使用稳定、客观、四平八稳的镜头语言。\", \"避免提供清晰的道德判断和非黑即白的结论。\", \"避免对‘玫瑰花蕾’这类象征符号进行过度阐释和滥用。\", \"避免模仿其风格时，只停留在视觉奇观，而忽略其背后对权力和真实的质疑。\"]"
      },
      "error": ""
    },
    {
      "input": "Philip-Lorca diCorcia（摄影师，闪光区/Heads）",
      "output": {
        "creator_id": "philip_lorca_dicorcia",
        "display_name": "Philip-Lorca diCorcia 菲利普-洛卡·迪科西亚",
        "core_bias": "他通过精心策划的、电影般的布光和构图，将纪实场景转化为戏剧舞台，其核心偏见在于：摄影的“真实”并非被动捕捉，而是主动建构的产物，平凡日常本身就蕴含着等待被揭示和放大的戏剧性。",
        "craft_rules": "[\"电影式布光：在真实环境中部署隐藏的、强大的频闪闪光灯，像电影导演一样预先设计光线，以戏剧性地照亮和孤立被摄对象。\",\"叙事性悬置：构图和瞬间的捕捉都服务于一种开放式的叙事，图像暗示了故事的存在，但从不提供明确的答案，迫使观众成为意义的共同创造者。\",\"现实的舞台化：将街道、房间等日常空间视为现成的舞台，将行人、家人和朋友视为无意识的演员，模糊纪实与虚构的界限。\",\"距离感与窥视：常使用长焦镜头从远处拍摄，与被摄者保持物理和情感上的距离，营造一种冷静的、近乎窥视的观察视角。\",\"瞬间的雕琢：反对“决定性瞬间”的偶然性，他的每个“瞬间”都是经过精确计算和反复试验的结果，是“制造”而非“捕获”的。\"]",
        "context_stage": "其作品主要存在于“白盒子”艺术空间，如美术馆和顶级画廊。他的大幅面、高精度的彩色照片被作为严肃的艺术品进行展示和收藏，需要观众在安静、专注的环境中进行沉思和解读。",
        "corpus_quotes": "[\"摄影谎言的唯一时刻，就是当它假装是真实的时候。……对我来说，摄影是一种媒介，能够从看似简单直接的构图中，塑造出陌生和复杂的感觉。\",\"我感兴趣的是在图像中同时注入纪实和虚构的元素，你无法确切地分辨哪个是哪个。\",\"我的作品更像是提问，而不是回答。我不试图告诉人们该如何思考，而是为他们提供一个思考的空间。\",\"光线是我的画笔。我用它来引导观众的视线，创造情绪，并揭示隐藏在表面之下的东西。\",\"我从不认为自己是一个街头摄影师。我是一个在街头工作的摄影师。这是一个重要的区别。\"]",
        "visual_vocabulary": "[\"伦勃朗式布光（Rembrandt Lighting）：在昏暗环境中，用一束精确而戏剧性的光照亮主体，形成强烈的明暗对比，具有古典绘画的质感。\",\"孤立的个体：被光线从人群或环境中剥离出来的孤独身影，表情疏离，姿态暧昧，仿佛内心戏丰富的剧中人。\",\"悬置的动态：人物被凝固在某个未完成的动作或模糊的手势中，创造出一种时间停滞、充满悬念的张力。\",\"饱和而忧郁的色彩：色彩浓郁、饱和，但色调往往偏向冷峻或忧郁，增强了画面的心理深度和人造感。\",\"浅景深：利用长焦镜头压缩空间，使主体清晰而背景模糊，进一步强化了主体的孤立感和场景的舞台感。\",\"电影场景感：构图、光影和人物状态共同营造出一种强烈的电影叙事感，仿佛是某部未知电影中的一帧。\",\"平凡中的诡谲：在超市、街角、卧室等极其普通的环境中，通过光线和构图注入一丝不安、神秘或超现实的氛围。\"]",
        "output_format": "大幅面画廊展陈级打印，以及作为系列作品出版的高品质艺术图录。",
        "avoid_list": "[\"避免模仿纯粹的纪实或“决定性瞬间”风格：diCorcia的作品是对这种风格的颠覆，而非效仿。\",\"避免提供清晰的故事线或道德判断：保持叙事的模糊性和开放性是其核心魅力。\",\"避免使用自然光或随意的快照美学：他的视觉语言是高度控制和人造的。\",\"避免过于情绪化或浪漫化的表达：其作品的基调是冷静、疏离，甚至带有一丝临床般的精确。\"]"
      },
      "error": ""
    },
    {
      "input": "René Magritte（画家，这不是/The Treachery of Images）",
      "output": {
        "creator_id": "rene_magritte",
        "display_name": "René Magritte 雷内·马格利特",
        "core_bias": "世界并非其所呈现的样子，事物、其名称及再现之间存在着不可调和的断裂。艺术的功用不是揭示或解释奥秘，而是通过精确、冷静的视觉谜题，唤起世界固有的、无解的神秘感。",
        "craft_rules": "[\"将日常物品并置于完全意外或不合逻辑的环境中，创造出诗意的震撼。\",\"采用一种客观、精确、近乎乏味的学术派画风，使描绘的不可能之事显得真实可信。\",\"通过玩弄尺度、重力或物质属性来颠覆常识，例如在室内放置巨大的苹果，或让石头漂浮在空中。\",\"系统性地遮蔽或隐藏关键视觉信息，尤其是面部，常用布、苹果或其他物体覆盖，迫使观者思考“被隐藏之物”。\",\"在画面中引入文字，但让文字与其所指代的图像产生矛盾，直接挑战“词语=事物”的惯性思维。\"]",
        "context_stage": "现代艺术博物馆或画廊的“白盒子”空间。这种中性、无干扰的环境，能最大程度地将观众的注意力引向作品本身，促使其进行哲学思辨。",
        "corpus_quotes": "[\"一张画的题目和画本身毫无关系，它们的存在是为了增加更多的神秘感。\",\"我们所见的每一样事物都隐藏着另一样事物，我们总想看见被我们所见之物隐藏起来的东西。\",\"思想热爱未知。它热爱那些意义不明的图像，因为思想本身的意义就是未知的。\",\"可见之物可以是不可见的。如果有人骑马穿过树林，你时而看见他，时而看不见他，但你清楚他一直在那里。在《空白的签名》中，人与马的可见部分恰恰是那些被树木遮蔽的部分。\",\"“这不是一只烟斗”这句话，如果没有我的画，你可能会认为它是个废话。但画中的烟斗难道可以抽吗？不，它只是一个再现。所以，如果我写下“这是一只烟斗”，那我就是在撒谎。\"]",
        "visual_vocabulary": "[\"头戴圆顶硬礼帽的匿名男性，常以背影或被遮挡的面目出现。\",\"漂浮在空中的巨石、城堡或物体，违抗重力。\",\"画中画结构，一块画布立在风景前，其内容恰好是其所遮挡的风景部分。\",\"蓝天白云，但出现在非典型空间，如室内或夜晚。\",\"被布、织物或物体（如青苹果、鸟）遮蔽的面孔。\",\"日常物品的巨大化或异质化，如占据整个房间的苹果，或变成木头的鸟。\",\"一种均匀、无情感、接近商业插画的平光，极少使用戏剧性的阴影。\"]",
        "output_format": "一幅挂在墙上的、带有画框的布面油画，通常附有一个简洁、字面化的标题作为展签。",
        "avoid_list": "[\"梦幻、模糊或自动主义式的绘画风格；马格利特的风格是清晰、写实且高度控制的。\",\"复杂的精神分析或弗洛伊德式的象征解读；他更关心哲学悖论而非个人潜意识。\",\"纯粹为了怪诞而怪诞的超现实组合；他的并置具有一种内在的、诗性的逻辑。\",\"避免使用充满激情或表现主义的笔触和色彩。\"]"
      },
      "error": ""
    },
    {
      "input": "Roman Opalka（艺术家，无限计数/OPALKA 1965/1-∞）",
      "output": {
        "creator_id": "roman_opalka",
        "display_name": "Roman Opalka 罗曼·欧帕卡",
        "core_bias": "Opalka的核心偏见是将存在简化为数字序列，将生命视为一个有限的、不可逆的、朝向无穷的进程。他的作品是一个记录时间流逝的冥想过程，每一个绘制的数字都是一个单一的、持续一生的艺术作品的“细节”，捕捉了艺术家自身的必死性。",
        "craft_rules": "[\"从1开始，在黑色画布上用白色颜料连续书写数字，每个数字接续前一个。\", \"每完成一幅画（称为‘细节’），背景色中增加1%的白色，直至最终在白色背景上书写白色数字。\", \"每画完一个数字，用波兰语读出该数字并录音。\", \"每天工作结束后，在工作室的同一位置、同一光线下拍摄一张自己的脸部黑白照片。\", \"使用0号画笔，在196x135cm的标准化画布上进行创作。\"]",
        "context_stage": "他的作品几乎完全存在于美术馆的“白盒子”空间中，以一种庄严、肃穆、类似档案或纪念碑的形式呈现，强调其观念性和时间的物质性。",
        "corpus_quotes": "[\"我的作品，是我整个生命的写照，从1到无穷大。这是一个持续一生的项目，一个关于时间和生命的哲学宣言。\", \"每一个数字都是我生命中的一个瞬间，一个细节。当我在画布上添加一个新的数字时，我感觉自己离永恒更近了一步，尽管我知道我永远无法到达。\", \"随着时间的推移，我的画布背景从黑色逐渐变白。这象征着从黑暗到光明的旅程，也象征着我身体的衰老和最终的消逝。\", \"我的自画像系列是我作品的另一个重要组成部分。每一天，我都以同样的方式记录下自己的面容，见证时间在我脸上的刻痕。\"]",
        "visual_vocabulary": "[\"连续的、手写的白色阿拉伯数字\", \"从纯黑到纯白的渐变背景\", \"网格状的数字排列\", \"单色（黑、白、灰）\", \"标准化的画布尺寸（196x135cm）\", \"序列化的‘细节’\", \"面无表情的、标准化的黑白自拍像\"]",
        "output_format": "展览墙、大型画册或图录条目，以“细节”（Détail）的形式呈现。",
        "avoid_list": "[\"任何形式的色彩\", \"具象的图像或叙事\", \"情感化的笔触或表达\", \"对单个‘细节’的孤立解读\", \"将作品视为纯粹的数学或极简主义练习\"]"
      },
      "error": ""
    },
    {
      "input": "Sophie Calle（艺术家，照顾你自己/Take Care of Yourself）",
      "output": {
        "creator_id": "sophie_calle",
        "display_name": "Sophie Calle 苏菲·卡尔",
        "core_bias": "她将个人最私密、脆弱的经历视为一种普遍的人类境况脚本，通过设定一套疏离、几近仪式化的游戏规则，邀请他人参与解读和重塑，从而将主观情感“客观化”，模糊了自我与他者、真实与虚构的界限。",
        "craft_rules": "[\"以一个强加于己的、带有游戏性质的规则或个人仪式作为创作起点。\",\"将个人化的素材（如信件、日记）交由第三方（专家、陌生人）进行诠释或表演，形成复调叙事。\",\"将纪实风格的摄影图像与叙事性文本并置，文本与图像互为证据，共同构建故事，但文本往往占据主导地位。\",\"刻意模糊纪实与虚构的边界，将真实经历高度“情境化”和“剧场化”，让观众质疑叙事的真实性。\",\"采用一种“侦探式”或“窥视者”的视角，冷静地收集和呈现关于自我和他人的生活痕迹与证据。\"]",
        "context_stage": "作品主要存在于美术馆的“白盒子”空间，以精心编排的文本、图像、视频和物件装置形式呈现。同时，艺术家书籍是其作品的另一个核心载体，提供了更私密的阅读体验。",
        "corpus_quotes": "[\"我收到一封分手邮件，不知如何回应。我请求107位女性，根据她们的专业，来为我解读这封信。分析它、评论它、表演它、唱出它。耗尽它。为我理解它。照顾好我自己。\",\"我的作品是处理我生活的方式。当我感到不快时，我就做一个项目。当我快乐时，我什么都不做。我没有任何点子。\",\"游戏规则是最重要的。我设定一条规则，然后遵守它。这是一种为我的生活构建框架的方式，我的生活可能相当混乱。\",\"我不是一个摄影师。我是一个使用摄影的艺术家。\"]",
        "visual_vocabulary": "[\"临床档案般的纪实摄影风格\",\"大段文字与图片并置的墙面布局\",\"网格状、序列化的图像与文本排列\",\"双联或三联画式的图像/文本组合\",\"将私人物件（信件、衣物）放入博物馆展柜中呈现\",\"偏向单色或抑制性的色彩，强调叙事而非视觉美感\",\"静态的、凝视般的视频肖像\",\"刻意营造的“不在场”证据感\"]",
        "output_format": "以文本和图像组合为主的墙面装置、艺术家书籍、附有说明文字的摄影系列，或包含视频和物件的综合展览。",
        "avoid_list": "[\"过于情绪化的自我沉溺\", \"纯粹的纪实摄影或报道\", \"将作品解读为简单的自传\", \"浪漫化或美化痛苦\", \"缺乏观念性框架的纯形式主义模仿\"]"
      },
      "error": ""
    },
    {
      "input": "Susan Sontag（作家，观看伦理/On Photography）",
      "output": {
        "creator_id": "susan_sontag",
        "display_name": "Susan Sontag 苏珊·桑塔格",
        "core_bias": "桑塔格认为，摄影行为本身是一种对现实的侵略和占有，它将世界简化为可消费的图像，从而削弱我们对真实事件的感受力和道德责任。",
        "craft_rules": "[\"以格言式的、论战性的风格写作，充满智力上的挑战和道德上的紧迫感。\", \"将摄影置于广阔的文化、政治和哲学背景中进行分析，而不是孤立地讨论其美学。\", \"持续追问媒介的伦理问题，特别是观看他人痛苦的道德责任。\", \"拒绝简单的二元对立，拥抱复杂性和矛盾性，例如摄影既是艺术又是反艺术，既是主观的又是客观的。\"]",
        "context_stage": "她的作品主要存在于学术期刊、大学课堂、美术馆的评论文章和知识分子的书架上，是严肃文化讨论的一部分。",
        "corpus_quotes": "[\"拍照就是参与另一个人或物的必死性、脆弱性、可变性。恰恰是借由把某一刻切下来并冻结，所有照片都在见证时间的无情流逝。\", \"摄影既是一种艺术形式，也是一种观看方式，它塑造了我们与世界的关系，并常常使我们与现实疏离。\", \"在一个被摄影图像饱和的时代，我们开始体验一种新的视觉贫困。\", \"照片是经验的替代品，它们将世界变成一个对象，可以被象征性地拥有。\"]",
        "visual_vocabulary": "[\"新闻纪实摄影中的暴力与苦难瞬间\", \"具有强烈政治或社会批判色彩的黑白图像\", \"描绘异国情调或边缘文化的“他者”影像\", \"家庭相册中看似普通却充满时间感的快照\", \"超现实主义摄影中对现实的扭曲和并置\", \"医学或科学档案中的临床、客观风格照片\", \"时尚摄影中对身体和欲望的编码\"]",
        "output_format": "以印刷书籍和评论文章的形式存在，特别是作为思想随笔（essay）的典范。",
        "avoid_list": "[\"过于口语化和非正式的语言\", \"对摄影技术和美学的简单赞美\", \"缺乏批判性思维和道德维度的分析\", \"将她的观点简化为反摄影的立场\"]"
      },
      "error": ""
    },
    {
      "input": "Taryn Simon（摄影师，隐藏索引/An American Index of the Hidden and Unfamiliar）",
      "output": {
        "creator_id": "taryn_simon",
        "display_name": "Taryn Simon 塔琳·西蒙",
        "core_bias": "世界是一个由隐藏的、被控制的系统和权力结构组成的索引，摄影的使命是作为一种特权工具，以一种看似客观、中立的档案方式，揭示这些不可见但决定性的现实。",
        "craft_rules": "[\"将摄影、文本和平面设计融为一体，文本与图像同等重要，共同构成作品的意义。\", \"采用大画幅相机进行拍摄，以获得极高的清晰度和细节，营造一种客观、冷静的视觉效果。\", \"构图上严格遵循正面、居中的原则，将被摄对象置于画面中心，如同标本或档案文件。\", \"对拍摄对象进行深入、系统的研究，通过谈判和官方许可进入常人无法进入的禁区。\", \"光线通常是均匀、平坦的，避免戏剧性的阴影和情感色彩，强调一种临床般的精确性。\"]",
        "context_stage": "美术馆的白盒子空间、精装的档案式画册或索引书籍，强调其作为知识系统和分类学研究的属性。",
        "corpus_quotes": "[\"我的作品揭示了那些身处特权和权力位置的人所扮演的角色，以及那些被排除在外的人。\", \"我感兴趣的是权威的运作方式，以及摄影在其中扮演的角色。摄影可以是一种‘合法’的媒介，但它也可以被用来混淆视听。\", \"我将自己视为一个‘不情愿的合作者’，进入那些通常不对公众开放的地方，记录下那些被隐藏的事物。\", \"这些照片和文本共同构成了一个档案，一个关于美国隐藏和不熟悉事物的索引。它们不是孤立的图像，而是一个系统的一部分。\"]",
        "visual_vocabulary": "[\"大画幅相机的超高清晰度\", \"均匀、无阴影的平光照明\", \"绝对正面和居中的对称构图\", \"冷静、去饱和的色彩倾向\", \"类似标本采集的分类学陈列\", \"网格化的排版系统\", \"图像与文本的并置\", \"工业或机构环境的质感\"]",
        "output_format": "大开本、高精度的索引书页或档案条目，包含一张主体图像和一段详尽的说明文字。",
        "avoid_list": "[\"主观情感的流露\", \"戏剧化的光影和构图\", \"模糊或抽象的表达\", \"脱离文本的纯粹图像\", \"非正式的、个人化的叙事\"]"
      },
      "error": ""
    },
    {
      "input": "Tehching Hsieh（艺术家，一年行为/One Year Performance）",
      "output": {
        "creator_id": "tehching_hsieh",
        "display_name": "Tehching Hsieh 谢德庆",
        "core_bias": "谢德庆的核心偏见在于，他认为生命本身就是一场无期徒刑，个体唯一能做的就是耗费时间。因此，他的艺术实践聚焦于通过极端耗时且毫无功利目的的行为，来揭示和体验生命、时间与存在的本质。",
        "craft_rules": "[\"以‘年’为单位进行创作，将生命时间直接转化为艺术媒介。\", \"制定严格、甚至严酷的规则，并在整个表演期间绝对遵守。\", \"作品在公共空间或半公共空间中进行，但艺术家本人保持高度孤立和沉默。\", \"详尽地记录整个过程，但作品本身在表演结束后即告完成，只留下文献。\", \"拒绝将作品阐释为简单的‘忍耐’或‘壮举’，强调其‘自由思考’和‘浪费时间’的哲学内核。\"]",
        "context_stage": "他的作品存在于“档案室”和“美术馆白盒子”的结合体中。作品的原始形态是艺术家在特定时空中的在场与行动，而其流传后世的形式则是冷静、客观的文献记录，如照片、地图、艺术家声明、公证文件等。",
        "corpus_quotes": "[\"生命是一场无期徒刑；生命是耗费时间；生命是自由思考。\", \"我只是在做一个‘耗费时间’的作品。这是我的主题。你可以说我在浪费生命，或者在消耗生命。\", \"我不是一个英雄。我的作品不是关于英雄主义的。我只是一个普通人，在思考生命。\", \"艺术对我来说，就是一种思考生活的方式。它不是一种职业，也不是一种娱乐。\", \"我把自己关在笼子里一年。我没有说话，没有阅读，没有写作，没有听收音机，没有看电视。我只是活着。\"]",
        "visual_vocabulary": "[\"重复性记录\", \"手绘地图与标记\", \"法律公证文件\", \"统一制服\", \"绳子\", \"笼子\", \"时间的物理痕迹\"]",
        "output_format": "案卷页或展签墙文。其作品的文献形式，如照片、声明、地图等，适合以档案或展览墙文的形式呈现，冷静、客观地陈述事实。",
        "avoid_list": "[\"英雄主义叙事\", \"情感化描述\", \"过度阐释\", \"强调结果而非过程\", \"模仿其风格进行创作\"]"
      },
      "error": ""
    },
    {
      "input": "The Onion（讽刺媒体，洋葱新闻）",
      "output": {
        "creator_id": "the_onion",
        "display_name": "The Onion 洋葱新闻",
        "core_bias": "The Onion 的核心偏见在于，它以一种绝对中立、客观、严肃的权威新闻腔调，去报道现实世界中荒诞不经的虚构事件，从而揭示真实世界本身的荒谬和人们对“新闻”这一媒介形式的盲目信任。",
        "craft_rules": "[\"标题即是一切：标题必须独立成篇，本身就是一个完整的笑话和故事梗概。\", \"坚持新闻文体（Journalese）：使用标准化的新闻报道结构、客观冷静的语调和严谨的措辞，即使内容极其荒诞。\", \"立足于现实的扭曲：讽刺必须基于一个可识别的社会现象、新闻套路或人性弱点，并将其推向逻辑的极端。\", \"一本正经地胡说八道：对虚构的细节进行精确、详尽的描述，如同报道真实新闻一样，增加讽刺的可信度。\"]",
        "context_stage": "模仿传统新闻媒体的数字平台，如官方网站、社交媒体账号（Twitter, Facebook），以新闻推送、信息流的形式出现在用户的日常阅读中。",
        "corpus_quotes": "[\"黑人获得国家最糟糕工作（Black Man Given Nation's Worst Job，指奥巴马当选总统）\", \"研究发现：持续的、令人心碎的全国性悲剧，竟然丝毫未能改变美国人的想法（Study: Mass Shooting, Heartbreaking National Tragedy, Has Occurred, Uniting All Americans In The Onion's Thoughts And Prayers）\", \"天杀的！布什竟然在9/11事件发生时，让孩子们继续读书！（Holy Shit, Man! Bush Let Kids Read To Themselves During 9/11 Attacks!）\", \"研究发现，海豚并非我们想象的那样聪明，它们只是碰巧进化出了光滑的皮肤（Dolphins Not So Smart, Turns Out They Just Have Smooth Skin）\"]",
        "visual_vocabulary": "[\"经典报纸版式布局\", \"与内容形成反差的普通新闻图库照片\", \"无衬线、非个人化的新闻字体（如 Helvetica）\", \"黑、白、灰为主，辅以品牌绿色的极简配色方案\", \"伪装成专业数据新闻的荒谬图表和信息图\", \"模仿权威媒体的Logo和标语（如‘美国最好的新闻来源’）\", \"人物肖像通常采用官方、严肃的证件照或会议照风格\"]",
        "output_format": "模仿美联社（Associated Press）风格的头版快讯或深度报道文章，包含标准新闻要素（导语、背景、引述、数据图表等）。",
        "avoid_list": "[\"过于口语化或小报风格\", \"在报道中显露出讽刺意图或幽默感\", \"脱离现实基础的纯粹幻想\", \"模仿特定政治立场的偏见，而非模仿新闻文体本身的偏见\"]"
      },
      "error": ""
    },
    {
      "input": "Toiletpaper（杂志，无文字冲击图像/Maurizio Cattelan & Pierpaolo Ferrari）",
      "output": {
        "creator_id": "toiletpaper_magazine",
        "display_name": "Toiletpaper (Maurizio Cattelan & Pierpaolo Ferrari) 厕纸杂志",
        "core_bias": "通过精心策划、色彩鲜艳、技术上无可挑剔的超现实图像，颠覆商业摄影和主流审美的陈词滥调。他们的世界观是一种视觉上的恶作剧，将日常物品和身体部位置于不安和荒诞的语境中，迫使观众直面消费文化、欲望和死亡的潜意识暗流。",
        "craft_rules": "[\"无文字原则：图像是唯一的语言，拒绝任何文字解释或标题，让视觉冲击力自行说话。\",\"陈词滥调的极端化：从商业广告、时尚摄影和流行文化中提取最常见的视觉比喻，然后将其推向逻辑和美学的极端，直至荒诞和不安。\",\"超真实的美学：采用高饱和度、高光泽、锐利对焦的商业摄影技术，创造出一种比现实更“真实”的质感，这种技术上的完美与内容的怪诞形成强烈对比。\",\"心理剧场搭建：每个图像都是一个精心搭建的“心理场景”，其中的物体和人物关系经过精确计算，旨在触发观众的潜意识联想和心理反应。\"]",
        "context_stage": "主要存在于高光泽度的杂志跨页、美术馆的墙面展览以及作为设计品延伸的日常物品（如家具、镜子、手机壳）上，模糊了艺术、时尚和商业的界限。",
        "corpus_quotes": "[\"我们对制作可以挂在墙上或出现在杂志上的图片不感兴趣。我们试图制作一些你即使在死后也能记住的图片。\",\"我们的想法是，图像应该是清晰的，任何人都可以理解。你不需要成为一个知识分子才能理解我们正在谈论的内容。\",\"我们被日常生活中那些被过度使用以至于失去意义的图像所吸引。我们想给它们一个新的、意想不到的生命。\",\"《厕纸》的每张图片都始于一个主题，通常是一个基本的、普遍的主题，比如爱、死亡或欲望。然后我们试图用一种我们从未见过的方式来扭曲它。\"]",
        "visual_vocabulary": "[\"高饱和度的纯色背景（特别是天蓝色、亮黄色、薄荷绿）\",\"断裂、错位的身体部位（尤其是手、脚、嘴唇）\",\"与人体非逻辑性结合的日常食物（如香蕉、鸡蛋、意大利面）\",\"被拟人化或置于荒诞场景中的动物（马、猫、鸽子）\",\"复古的、中产阶级审美的家居用品和图案\",\"强烈的、类似外科手术灯光的硬质顶光或环形闪光\",\"对称或中心构图，具有强烈的图形感和形式感\",\"光滑、粘稠、具有流动感的液体（如牛奶、血液、颜料）\"]",
        "output_format": "高光泽度的全版杂志跨页或无边框的单幅摄影艺术品。",
        "avoid_list": "[\"避免使用任何文字或叙事性标题。\",\"避免自然主义或纪实风格的摄影，一切都必须是精心策划和人工的。\",\"避免微妙、暧昧或开放式的解读，图像应像一个视觉“笑话”或“拳头”，直接而有力。\",\"避免简单的风格模仿，如果没有其背后对消费文化和心理禁忌的颠覆性思考，作品将是空洞的。\"]"
      },
      "error": ""
    },
    {
      "input": "Tom Sachs（艺术家，工作守则/Ten Bullets）",
      "output": {
        "creator_id": "tom_sachs",
        "display_name": "Tom Sachs 汤姆·萨克斯",
        "core_bias": "Tom Sachs 的核心偏见在于“交感巫术”（Sympathetic Magic）的信念，即通过创造渴望之物或结果的表征，可以在某种程度上将其召唤至现实。这种信念与他的“拼装”（bricolage）方法论深度绑定，利用日常、唾手可得的材料去复制高科技、复杂的物品，从而将遥不可及之物变得触手可及，并以此证明人人皆可参与创造属于自己的现实。",
        "craft_rules": "[\"Work to Code (按章法工作): 创意是敌人。工作室有预设的系统和规范，新想法必须建立在现有基础之上，发明应源于必需，而非个人便利。\", \"Sacred Space (神圣空间): 尊重工作室的物理和精神空间，像在修道院或震教徒工坊一样行事，给予正在完成任务的工匠以绝对的尊重。\", \"Always Be Knolling (时刻归位): 将同类物品以平行或90度角对齐摆放。这是一种组织方法，确保所有东西都清晰可见、分门别类、有据可查。\", \"Keep a List (保持列表): 随时携带任务清单，记录任务、笔记、电话号码、零件号或说明。清单是你每个项目的“过去与未来”。\", \"Persistence (坚持): 坚持和决心是万能的。才能、天赋、教育都无法替代坚持。\"]",
        "context_stage": "Tom Sachs 的作品主要存在于美术馆的“白盒子”空间中，但并非被动陈列。他通过大型、沉浸式的装置项目将整个展览空间改造为功能性的、充满仪式感的“飞船”或“茶室”，观众既是参观者也是参与者。同时，他的作品也以视频、手册、网站等媒介延伸至线上和数字档案中。",
        "corpus_quotes": "[\"……当新几内亚的土著人制作冰箱模型，是因为他们看到传教士拥有冰箱，并且总有食物从里面出来。他们制作这些冰箱模型，向它们祈祷，希望食物会出来……所以，土著人在某种程度上，用艺术创造了自己的命运。\", \"我认为，当太空计划像现在这样开始私有化时，所有像埃隆·马斯克、杰夫·贝索斯、保罗·艾伦和理查德·布兰森这样的人都有自己的太空计划。我想，如果他们能做到，我也能。\", \"他的作品以“拼装”（bricolage）为指导哲学：利用现有但有限的资源进行创造和构建。\"]",
        "visual_vocabulary": "[\"手工/DIY美学\", \"NASA与太空元素\", \"品牌挪用与戏仿\", \"胶合板与日常材料\", \"红色与白色的警示条纹\", \"“Knolling”式的排列\", \"手写标签与图表\", \"功能性雕塑\"]",
        "output_format": "其作品通常以“工作室手册”、“教学影片”或“沉浸式装置的档案记录”形式存在，结合了实体雕塑、图表、文字说明和行为指南，构成一个完整的、可供学习和复制的系统。",
        "avoid_list": "[\"避免工业化的完美和光滑\", \"避免为创意而创意\", \"避免抽象\", \"避免缺乏讽刺的严肃\", \"避免走捷径和不彻底\"]"
      },
      "error": ""
    },
    {
      "input": "Trevor Paglen（艺术家，不可见系统/监控与AI）",
      "output": {
        "creator_id": "trevor_paglen",
        "display_name": "Trevor Paglen 特雷弗·帕格伦",
        "core_bias": "特雷弗·帕格伦的核心偏见在于揭示不可见的监视、权力和军事基础设施系统。他通过使隐藏的事物变得可见来“扭曲”世界，将我们的注意力引向一个由秘密军事基地、全球数据网络和轨道卫星构成的、庞大而具体的“黑暗地理学”。",
        "craft_rules": "[\"揭示不可见之物：使用极限远距摄影等高科技手段，拍摄那些被刻意隐藏的军事基地、无人机、卫星和海底电缆。\",\"坚持物理在场与实地研究：作品必须植根于物理世界的真实调查，通过长途跋涉、潜水、天文观测等方式，亲身到达那些秘密运作的地点。\",\"跨学科协作：与科学家、工程师、人权活动家和记者合作，将他们的专业知识和数据融入艺术创作过程。\",\"拥抱过程中的失败与不确定性：将漫长、复杂、高风险的研究过程本身视为作品的一部分，接受失败是学习和创新的必要条件。\",\"创造一种‘观看方式’而非传递‘信息’：艺术的目的不是做出直接的政治论证，而是提供一种新的感知框架，促使观众对我们时代的技术和政治现实产生自觉。\"]",
        "context_stage": "作品的舞台横跨美术馆的“白盒子”、学术与新闻出版物、纪录片、乃至外太空。它在艺术、调查新闻和行动主义之间架起桥梁，挑战着不同领域的边界。",
        "corpus_quotes": "[\"当你在创作艺术时，你的工作是学习如何看待你周围的世界……对我来说，就是：‘世界就是这个样子的。’\",\"重要的不是信息，而是一种观看方式。这两者是非常不同的，对吗？\",\"我认为我们应该有犯错、做坏决定、有坏想法的自由，而不应让你的生活因此被定义。作为一个社会，我们从那些不受监视、不被记录、不应产生后果的私下互动中集体受益。\",\"他的视觉作品，如‘极限远距摄影’和‘另一个夜空’系列，因其技术创新和概念项目而受到广泛关注，该项目同时建立和否定了纪实风格的真理主张。\",\"秘密与揭示、证据与抽象之间的对比区分了帕格伦的作品。艺术家呈现的与其说是‘证据’，不如说是对意识的警示。\"]",
        "visual_vocabulary": "[\"极限远距摄影（Limit Telephotography）：由大气扭曲和距离造成的模糊、颗粒状、抽象化的图像质感。\",\"几何抽象与天文构图：将秘密卫星或无人机呈现为夜空中精确的几何光轨，或星云状的模糊色块。\",\"‘不可见’的可见性：图像在视觉上趋于抽象，但标题和图说却以精确的地理坐标、时间和技术术语揭示其纪实本质。\",\"冷峻、客观的色调：色彩通常是自然主义的，但带有一种非人化的、机器般的冷峻感，缺乏戏剧性的光影。\",\"数据可视化美学：将收集到的数据（如网络路由、训练数据集）转化为抽象的视觉形式，如复杂的网络图或色块矩阵。\",\"档案与文件的并置：摄影作品经常与地图、技术文档、解密文件等档案材料并置展出。\",\"巨大尺度下的微小主体：在广阔的风景或天空中，被拍摄的秘密物体（如无人机、基地）往往只是一个微小的像素或光点。\"]",
        "output_format": "作品通常以大画幅摄影、多屏视频装置、雕塑、书籍和纪录片的形式存在，常伴有详尽的图说、地图和研究文献。",
        "avoid_list": "[\"避免使用过于情绪化或煽动性的语言，如‘邪恶’、‘阴谋’等\",\"避免将作品简化为纯粹的政治抗议或新闻报道\",\"避免对技术采取简单的批判或拥抱态度，应展现其复杂性和矛盾性\",\"避免模仿其作品的表面风格（如模糊的长焦摄影）而忽略其背后的研究和概念深度\"]"
      },
      "error": ""
    },
    {
      "input": "VICE 早期（媒体，全通行证杂志/Do's & Don'ts）",
      "output": {
        "creator_id": "early_vice",
        "display_name": "VICE 早期（媒体，全通行证杂志/Do's & Don'ts）",
        "core_bias": "以一种“聪明的愚蠢/愚蠢的聪明”的方式，对主流文化和政治正确进行毫不留情的嘲讽和解构，将“永不无聊”作为最高编辑原则，通过模糊真实与虚构、严肃与戏谑的界限来挑战既定认知框架。",
        "craft_rules": "[\"‘聪明的愚蠢/愚蠢的聪明’：在愚蠢、粗俗、冒犯性的内容中注入敏锐的洞察和智慧，反之亦然。\", \"永不无聊：内容必须具有挑衅性、娱乐性和不可预测性，优先考虑冲击力而非传统的新闻价值。\", \"通过否定定义风格：通过‘Do's and Don'ts’栏目，以尖刻、嘲讽的方式批评和定义时尚与行为的禁区，从而确立品味权威。\", \"模糊真假与讽刺的界限：故意制造模棱两可的叙事，让读者无法轻易分辨事实与虚构、真诚与反讽，迫使其进行主动判断。\", \"DIY野心（朋克资本主义）：拒绝传统媒体的运作模式和等级制度，以DIY的精神和极大的野心建立一个独立的媒体帝国。\"]",
        "context_stage": "在城市公寓、独立书店、酒吧和街头派对等非正式的社交场合中传阅的实体印刷杂志，是青年亚文化群体的身份象征和社交货币。",
        "corpus_quotes": "[\"我们的编辑哲学有两部分，而且极其简单：‘聪明的愚蠢/愚蠢的聪明’，以及‘永不无聊’。\", \"这叫朋克资本主义。保持我们自己的本色，但我们还想做点生意。\", \"‘仓鼠派对’：两个家伙用撕碎的黄页铺满酒店房间，放出六只长尾小鹦鹉，然后摄入他们能承受的尽可能多的酒和可卡因而不死。\", \"Vice的风格是通过否定来定义的——‘Don’ts’总是比‘Do’s’更有趣——所以它更多是关于你不能穿什么，而不是你应该穿什么。\", \"我们针对的不是同性恋、女性或有色人种，而是那些会认真发表仇恨言论的偏执狂，或者至少是那些把行话误认为行动主义的伪善、下意识的自由主义者。\"]",
        "visual_vocabulary": "[\"Ryan McGinley式的快照美学：使用非专业模特，在真实生活场景中抓拍的、充满能量和亲密感的快照，常常带有过度曝光、模糊和颗粒感。\", \"低保真（Lo-fi）和原始感：刻意追求一种未经修饰的、粗糙的视觉质感，拒绝光滑和商业化的精致。\", \"‘Do's & Don'ts’的固定版式：并置的街拍照片，配以简洁、尖锐、通常是手写或打字机字体的评语。\", \"挑衅性的纪实摄影：直接、不加掩饰地展示裸体、暴力、毒品使用和边缘青年文化的场景。\", \"混乱无序的排版：打破网格系统，采用看似随意、拼贴画式的图文布局，反映了其反叛和无政府主义的精神。\", \"饱和、肮脏的色彩：偏爱使用浓烈、不纯净的色彩，营造一种颓废、迷幻的视觉氛围。\", \"粗粝的字体选择：倾向于使用简单、直接的无衬线字体或具有复古感的打字机字体，避免优雅和装饰性。\"]",
        "output_format": "实体印刷杂志的月刊版面，混合了专题文章、摄影作品、采访和标志性的‘Do's & Don'ts’街拍评论。",
        "avoid_list": "[\"政治正确和道德说教\", \"过于精致和专业的视觉风格\", \"清晰明确的立场和观点\", \"对权威的无条件服从和尊敬\", \"安全、乏味、可预测的内容\"]"
      },
      "error": ""
    },
    {
      "input": "Walid Raad（艺术家，反档案/The Atlas Group）",
      "output": {
        "creator_id": "walid_raad",
        "display_name": "Walid Raad 瓦利德·拉德",
        "core_bias": "历史并非是客观事实的集合，而是一种被权力、记忆和创伤所塑造的叙事建构。通过虚构档案和伪造证据，我们可以更深刻地揭示真实历史中被压抑和遗忘的心理维度与情感真实。",
        "craft_rules": "[\"建立一个虚构的机构（如The Atlas Group）作为创作主体，以消解个人作者性，并赋予作品一种伪装的客观性和权威性。\",\"将档案作为一种媒介而非简单的史料，通过伪造、挪用、并置文件、照片、录像等，创造出“歇斯底里的档案”。\",\"采用一种“法医美学”（Forensic Aesthetics），在看似客观冷静的证物式呈现中，注入诗意和荒诞的细节。\",\"在作品中扮演不同的虚构角色（如历史学家、档案员、记者），通过多重声音和视角来讲述故事。\",\"将讲座表演（Lecture Performance）作为核心实践，在现场叙述中不断混淆事实与虚构，动摇观众对“真实”的信念。\"]",
        "context_stage": "美术馆或学术机构中的档案陈列室、研究型展览、讲座表演（Lecture Performance）现场，其作品以一种冷静、客观的档案面貌呈现，但内容却充满虚构与诗意。",
        "corpus_quotes": "[\"《阿特拉斯小组》（The Atlas Group）是一个致力于研究和记录黎巴嫩当代史的想象的基金会。\",\"我相信，我们是通过虚构才抵达真实的。我们需要的不是更多的文件，而是对文件概念本身进行质疑。\",\"在贝鲁特，我的艺术品缩小了。我不知道如何发生的，也不知道为什么。它们就是缩小了。这关乎物理，也关乎非物理。\",\"历史的创伤不仅作用于人的身体和记忆，也作用于物体的物理形态、颜色、甚至影子。\",\"我们感兴趣的不是战争本身，而是战争如何被想象、被叙述、被记录和被遗忘。\"]",
        "visual_vocabulary": "[\"褪色、泛黄的纸张和照片，模拟档案的陈旧感\",\"法医证据般的特写镜头，如弹孔、爆炸碎片\",\"冷静、工整的图表、地图和数据可视化，但内容荒诞不经\",\"官方文件式的排版和字体，如打字机字体、档案编号\",\"将文本作为图像元素，与照片、图表并置\",\"单色或有限的色彩，营造出一种疏离、客观的氛围\",\"静态、长镜头的录像风格，带有监控或“拾得影像”的质感\",\"重复与序列：将相似的图像或文件以网格状排列，强调其档案性质\"]",
        "output_format": "档案文件夹、幻灯片讲座页面、索引卡片、录像带、附有详细图说的照片组、研究笔记。",
        "avoid_list": "[\"直接的政治宣言或口号\",\"纯粹的纪实摄影或报道\",\"多愁善感或煽情的个人叙事\",\"对历史事件的简单道德评判\",\"清晰可辨的作者个人情感流露\"]"
      },
      "error": ""
    },
    {
      "input": "草间弥生（艺术家，无限圆点/Infinity Rooms）",
      "output": {
        "creator_id": "yayoi_kusama",
        "display_name": "Yayoi Kusama 草间弥生",
        "core_bias": "世界是一个由无数圆点构成的无限网络，个体通过“自我消融”的方式，将自身的存在融入广阔的宇宙之中，从而克服对死亡的恐惧，获得永恒。",
        "craft_rules": "[\"重复与增殖：以单一母题（如圆点、网纹）进行无休止的重复和覆盖，直至填满整个表面，创造出催眠般的视觉效果。\", \"沉浸式环境：使用镜子、灯光和封闭空间，构建一个让观众完全沉浸其中的“无限”幻境，模糊现实与虚幻的边界。\", \"幻觉的直接转译：将个人体验到的幻觉、强迫性观念（如对性的恐惧）不加修饰地转化为具体的视觉形态，如软雕塑和装置。\", \"自我消融：通过将标志性图案（尤其是圆点）覆盖于自身、物体和空间之上，实现个体与环境的视觉融合，达到物我两忘的境界。\"]",
        "context_stage": "美术馆的“白盒子”空间是其作品最典型的语境，尤其是为《无限镜屋》系列量身定制的沉浸式暗室，其次也包括户外公共艺术装置。",
        "corpus_quotes": "[\"我的艺术来源于我亲眼所见的幻觉，我将这些幻觉和对它们的恐惧转化为绘画。\", \"圆点无法单独存在……当我们用圆点消融自然和我们的身体时，我们就成为了环境统一体的一部分。\", \"我的一生都是通过艺术来表达爱。生与死的敬畏，这是我的艺术哲学。\", \"我将自己化为无，回归到宇宙的永恒。\"]",
        "visual_vocabulary": "[\"无限圆点（Polka Dots）：大小不一、色彩鲜艳的圆点，作为覆盖一切的基本单位。\", \"无限网（Infinity Nets）：由无数微小、重复的弧线构成的巨大网状图案，充满整个画面。\", \"南瓜（Pumpkins）：具有独特形态和圆点图案的南瓜形象，兼具可爱与怪诞感。\", \"镜面（Mirrors）：用于构建《无限镜屋》，通过反射创造出无限延伸的幻觉空间。\", \"软雕塑（Soft Sculptures）：通常呈阳具或触手形态，由填充织物缝制而成，并常常覆盖着圆点。\", \"高饱和度色彩：大量使用明亮的、高对比度的原色，如红色、黄色、蓝色，创造强烈的视觉冲击力。\", \"触手形态：从物体表面生长出的、充满动感的触手状软雕塑。\"]",
        "output_format": "美术馆展览中的大型装置、绘画作品及其展签墙文，或记录其创作的艺术图录。",
        "avoid_list": "[\"避免将其作品简化为纯粹的装饰性图案，忽视其背后深刻的心理和哲学维度。\", \"避免对她的精神状态进行庸俗或猎奇式的解读，应着重于其艺术的疗愈力量和宇宙观。\", \"避免使用过于随意或口语化的语言，保持一种兼具诗意和思辨性的表达。\"]"
      },
      "error": ""
    }
  ]
}